[
  {
    "id": 2481,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2481",
    "level": 5,
    "characters": "入れる",
    "meanings": [
      "To Insert",
      "To Put In"
    ],
    "readings": [
      "いれる"
    ],
    "examples": [
      {
        "en": "I put water in a bottle every day.",
        "ja": "毎日ボトルに水を入れる。"
      },
      {
        "en": "Did you put avocado in the sandwich?",
        "ja": "サンドイッチにアボカド入れた？"
      },
      {
        "en": "Please let me join the volunteer meeting.",
        "ja": "ボランティアの会に入れて下さい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji 入 means \"enter,\" but this word does not mean \"to enter\" (which you already learned as 入る). Still, the meaning of 入れる is still related to the kanji's meaning: it means <vocabulary>to insert</vocabulary> or <vocabulary>to put in</vocabulary>. It's something you do to another object, like inserting a key into a lock, or your hand into a glove. ",
    "reading_mnemonic": "When a vocab is a single kanji plus some okurigana (hiragana stuck on the end of kanji) it's almost always going to be the kun'yomi reading. This is one of two kun'yomi readings you'll be learning for the kanji 入. As long as you know that this vocab means <vocabulary>to insert</vocabulary>, you can use that to remember the reading as well. \n\nImagine inserting your hand into a hole and an <reading>ea</reading>gle (い) flies out, screaming: \"<reading>い</reading>!\" This is something that happens every time you insert your hand into something: an eagle comes out. You don't know why.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      445
    ],
    "part_of_speech": [
      "transitive verb",
      "ichidan verb"
    ],
    "kanji_from_vocab": [
      445
    ]
  },
  {
    "id": 2491,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2491",
    "level": 5,
    "characters": "上がる",
    "meanings": [
      "To Go Up",
      "To Rise",
      "To Get Higher"
    ],
    "readings": [
      "あがる"
    ],
    "examples": [
      {
        "en": "Fireworks get set off in August.",
        "ja": "八月に花火が上がる。"
      },
      {
        "en": "Let's take the elevator up three floors.",
        "ja": "三フロア上までエレベーターで上がりましょう。"
      },
      {
        "en": "My cholesterol has gone up from last year.",
        "ja": "去年よりコレステロールが上がってしまった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji means <kanji>above</kanji>, and this verb means <vocabulary>to go up</vocabulary> or <vocabulary>to rise</vocabulary>.\n\nIt's an intransitive verb, so it doesn't take a direct object. For example: Prices go up. Temperatures rise. See? No direct object. You can remember this because stock prices always seems to go up when you see this one <reading>girl</reading> (がる). You don't know how this girl makes stock prices go up, she just does. Think of her as your lucky girl.",
    "reading_mnemonic": "Since this word has okurigana (hiragana attached to the kanji) you can guess that it uses the kun'yomi reading. You've learned that reading, but here's a mnemonic in case you need a refresher:\n\nYou know this word means <vocabulary>to go up</vocabulary> or <vocabulary>to rise</vocabulary>. Imagine just rising into the air, sort of floating up all of a sudden. What would you say? You'd probably scream \"<reading>Ah</reading>!\" (あ) the moment you started to go up. You know, out of surprise. Going up? Ah!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      450
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      450
    ]
  },
  {
    "id": 2494,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2494",
    "level": 5,
    "characters": "下がる",
    "meanings": [
      "To Get Lower",
      "To Go Down",
      "To Come Down",
      "To Hang Down"
    ],
    "readings": [
      "さがる"
    ],
    "examples": [
      {
        "en": "My mood is lower on rainy days.",
        "ja": "雨の日は気分が下がる。"
      },
      {
        "en": "Excuse me. Your jeans are hanging down and I can see your panties.",
        "ja": "すみません。ジーンズが下がってパンツが見えてますよ。"
      },
      {
        "en": "Scores have dropped since last year.",
        "ja": "去年からスコアが下がった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji means <kanji>below</kanji>, and 下がる means <vocabulary>to get lower</vocabulary> or <vocabulary>to go down</vocabulary>.\n\nIt's an intransitive verb, so it doesn't take a direct object. For example: Prices fall. Temperatures come down. See? No direct object. You can remember this because your fever only goes down when a <reading>girl</reading> (がる) takes care of you. It has to be a girl if you want your fever to come down!",
    "reading_mnemonic": "Since this word has okurigana (hiragana attached to the kanji) you know that it's probably going to be the kun'yomi reading. Let's use a mnemonic to remember the reading of the kanji:\n\nYou know it means <vocabulary>to fall</vocabulary> so instead of using a <reading>sa</reading>w (さ) to cut down the tree, you decide to let it come to you. It has to come down all by itself. Picture yourself placing a saw at the foot of a tree then sitting back and waiting for it to drop itself at your knees. (This could actually work, don't you judge my methods!)",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      451
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      451
    ]
  },
  {
    "id": 2556,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2556",
    "level": 5,
    "characters": "出す",
    "meanings": [
      "To Take Out",
      "To Hand Out",
      "To Remove",
      "To Turn In",
      "To Put Out"
    ],
    "readings": [
      "だす"
    ],
    "examples": [
      {
        "en": "It's the day to put out the recycling.",
        "ja": "リサイクルのゴミを出す日です。"
      },
      {
        "en": "Please take out a notebook.",
        "ja": "ノートを出して下さい。"
      },
      {
        "en": "I handed a hundred yen to the convenience store cashier.",
        "ja": "コンビニのレジで百円を出した。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. You already learned that 出る means \"to <kanji>exit</kanji>,\" and this is the transitive version of that. In other words, you're doing the action of causing something else to exit, so this word means <vocabulary>to take out</vocabulary> or <vocabulary>to hand out</vocabulary>. Think of it like this: when you take out your wallet, you're causing it to exit your pocket.",
    "reading_mnemonic": "The part of the word that you have to learn how to read is the だ portion, so here's a mnemonic to help you out:\n\nWhat are you going <vocabulary>to take out</vocabulary> at the cash register when you need to pay for something? Your <reading>da</reading>d's (だ) credit card, obviously! You love <vocabulary>to hand out</vocabulary> your dad's credit card left and right whenever it's time for a shopping spree. Thanks, Daddy!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      483
    ],
    "part_of_speech": [
      "transitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      483
    ]
  },
  {
    "id": 2577,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2577",
    "level": 5,
    "characters": "生む",
    "meanings": [
      "To Give Birth",
      "To Produce"
    ],
    "readings": [
      "うむ"
    ],
    "examples": [
      {
        "en": "Money breeds fraud.",
        "ja": "お金は不正を生む。"
      },
      {
        "en": "The owner of this restaurant is the chef who made Italian cuisine popular in Japan.",
        "ja": "このレストランのオーナーが、日本のイタリアンの人気を生んだシェフです。"
      },
      {
        "en": "Even though it wasn't my husband's, I had no choice but to give birth to the baby.",
        "ja": "主人の子ではなかったが、生むしかなかった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means \"life\" so what is the verb form of that? Would it be \"to do life\"? No, probably not. In this case it is <vocabulary>to give birth</vocabulary>, or <vocabulary>to produce</vocabulary>.\n\nYou'll have to differentiate this one from the word 生まれる as well. Just remember that when you give birth, you're the one who has to actually <reading>mo</reading>ve (む) your body by finding the right position and pushing with every ounce of strength you can muster. In contrast, when you're being born, you can just kind of lie there and enjoy the ride. ",
    "reading_mnemonic": "You have to remember the う part of this word to be able to read it. You already learned this reading with 生まれる, but here's a mnemonic for you just in case you forgot: \n\nImagine yourself giving birth, but not to a baby. Instead, it's an <reading>u</reading>ni (う) you're delivering. Luckily, uni aren't fully formed with their spikes at birth so it shouldn't be a problem. Ooof! What a relief!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      850
    ],
    "part_of_speech": [
      "transitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      850
    ]
  },
  {
    "id": 2587,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2587",
    "level": 5,
    "characters": "立てる",
    "meanings": [
      "To Stand Something Up",
      "To Make Something",
      "To Set Something Up"
    ],
    "readings": [
      "たてる"
    ],
    "examples": [
      {
        "en": "A book stand is something to stand books on.",
        "ja": "ブックスタンドは本を立てるためのものです。"
      },
      {
        "en": "Will you set up a wooden board here?",
        "ja": "ここには木のボードを立てますか？"
      },
      {
        "en": "You don't need so much strength in your hand to make a pen stand.",
        "ja": "ペンを立てるのに、そんなに手の力はいらないですよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means \"stand\" and this means <vocabulary>to stand something up</vocabulary>. It also can mean <vocabulary>to make something</vocabulary>, both in a physical sense, like making a sound, and a mental sense, like making a plan. \n\nDon't confuse this with 立つ. 立てる means that you're standing something up. As in, \"I stood up the action figure\" or \"I will erect the flag.\" You're doing the action to something else.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You already learned the kun'yomi reading for this kanji with 立つ, so you should be good to go!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      494
    ],
    "part_of_speech": [
      "transitive verb",
      "ichidan verb"
    ],
    "kanji_from_vocab": [
      494
    ]
  },
  {
    "id": 2598,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2598",
    "level": 5,
    "characters": "分かる",
    "meanings": [
      "To Understand",
      "To Be Understandable"
    ],
    "readings": [
      "わかる"
    ],
    "examples": [
      {
        "en": "Do you know who this person is?",
        "ja": "この人、だれか分かる？"
      },
      {
        "en": "I immediately knew it was an email from a former partner based on the sentence.",
        "ja": "文で元パートナーからのメールだと、すぐに分かった。"
      },
      {
        "en": "It was a book I didn't quite understand.",
        "ja": "よく分からない本だった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word means <vocabulary>to understand</vocabulary>, which might surprise you if you remember that the kanji 分 means <kanji>part</kanji>. Think of it this way: to understand something you have to break it down into its parts to see how it works.\n\nWatch out, though, because whereas in English you understand something, in Japanese the thing you understand is the grammatical subject (it's doing the action). So, a more literal meaning for this is <vocabulary>to be understandable</vocabulary>. In other words, there's no object, and 分かる is intransitive, meaning it happens on its own. The かる ending is a hint, because verbs with かる as okurigana (kana added to the kanji) are usually intransitive.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you:\n\nWhenever you try <vocabulary>to understand</vocabulary> something, you just start screaming \"<reading>WAAAAAAAAAHHHH</reading>\" (わ). It helps you focus and concentrate on what you’re trying to understand, to the dismay of everyone around you. WAAAAAAAAAHHHH.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      501
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      501
    ]
  },
  {
    "id": 2613,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2613",
    "level": 5,
    "characters": "止まる",
    "meanings": [
      "To Stop"
    ],
    "readings": [
      "とまる"
    ],
    "examples": [
      {
        "en": "Cars stop at this white line.",
        "ja": "この白いラインで車が止まる。"
      },
      {
        "en": "I couldn't stop on the skating rink.",
        "ja": "スケートリンクの上で、止まることができなかった。"
      },
      {
        "en": "The bus almost stopped.",
        "ja": "バスは、もう少しで止まりそうでした。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji means <kanji>stop</kanji>, so the verb 止まる means <vocabulary>to stop</vocabulary>. \n\nBut this is the intransitive version, so it doesn't take a direct object. A train stops, or you stop at a red light. See? No direct object. You can remember this because you often have to stop when you see a 丸 (まる), a.k.a. a circle. Think about it — red lights, the cancel symbol, and no trespassing signs are all 丸. Even stop signs are… sort of 丸?",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You learned this reading when you learned the 止める, so you should be able to read it already!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      514
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      514
    ]
  },
  {
    "id": 2620,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2620",
    "level": 5,
    "characters": "兄",
    "meanings": [
      "Older Brother",
      "Big Brother",
      "Elder Brother"
    ],
    "readings": [
      "あに"
    ],
    "examples": [
      {
        "en": "I have two older brothers.",
        "ja": "兄が二人います。"
      },
      {
        "en": "My brother is a project manager.",
        "ja": "兄はプロジェクトマネジャーです。"
      },
      {
        "en": "I drove my brother's car to Atlanta.",
        "ja": "兄の車でアトランタまで行きました。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well. This implies that it is your older brother, by the way. Not somebody else's.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. You haven't learned this reading yet, so here's a mnemonic to help you:\n\nYour <vocabulary>older brother</vocabulary> is different from everyone else's. He has odd powers... some would say powers of the force. Do you know what his name is? It's <reading>Ani</reading> (あに), short for Anikin... wait a sec, does that sound familiar?",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      515
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      515
    ]
  },
  {
    "id": 2658,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2658",
    "level": 5,
    "characters": "太字",
    "meanings": [
      "Bold Letter",
      "Bold Text",
      "Bold"
    ],
    "readings": [
      "ふとじ"
    ],
    "examples": [
      {
        "en": "Make this character bold, please.",
        "ja": "この字は太字にしてください。"
      },
      {
        "en": "Is this a bold point pen?",
        "ja": "これは太字のペンですか？"
      },
      {
        "en": "Sign with a bold pen.",
        "ja": "太字ペンでサインして下さい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What do you think a <kanji>fat</kanji> <kanji>letter</kanji> is? If I were to guess, I'd say a <vocabulary>bold letter</vocabulary>. You know, like <vocabulary>bold text</vocabulary> on a screen.",
    "reading_mnemonic": "The reading for this one is a bit odd. It combines the kun'yomi ふと from 太 with the on'yomi じ from 字. You learned both these readings with the kanji, so you should be OK here. You'll just have to remember it's a weird mix of kun'yomi and on'yomi. It kind of makes this word stand out… as if it were written in bold letters.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      505,
      545
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      505,
      545
    ]
  },
  {
    "id": 2698,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2698",
    "level": 5,
    "characters": "見える",
    "meanings": [
      "To Be Visible",
      "To Be In Sight",
      "Can See",
      "To Seem"
    ],
    "readings": [
      "みえる"
    ],
    "examples": [
      {
        "en": "The volcano is visible from here.",
        "ja": "ここから火山が見える。"
      },
      {
        "en": "Can you see the villager over there?",
        "ja": "あそこの村人が見えますか？"
      },
      {
        "en": "I'm really curious about how I seem to others.",
        "ja": "自分が他人からどう見えるのかがすごく気になる。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>see</kanji>, and 見える is <vocabulary>to be visible</vocabulary>, or <vocabulary>to be in sight</vocabulary>, though it's often more naturally translated into English as <vocabulary>can see</vocabulary>. It's used when you don't actively intend to see something, it just happens.\n\nThis verb can also mean <vocabulary>to seem</vocabulary>, when talking about how you perceive something you can see. ",
    "reading_mnemonic": "The reading for this word is the same as the one you learned with the kanji (the kun'yomi reading). So as long as you know that you should be able to read this word as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      558
    ],
    "part_of_speech": [
      "intransitive verb",
      "ichidan verb"
    ],
    "kanji_from_vocab": [
      558
    ]
  },
  {
    "id": 2735,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2735",
    "level": 5,
    "characters": "皮",
    "meanings": [
      "Skin",
      "Hide",
      "Peel"
    ],
    "readings": [
      "かわ"
    ],
    "examples": [
      {
        "en": "This carpet is made of cow hide.",
        "ja": "このカーペットは、牛の皮です。"
      },
      {
        "en": "There are gyoza wrappers and beef.",
        "ja": "ギョーザの皮と牛肉がある。"
      },
      {
        "en": "Melon rind is not the easiest to peel with a peeler.",
        "ja": "メロンの皮はピーラーでは中々むけませんね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.\n\n皮 refers to <vocabulary>skin</vocabulary> as something separate from the body. You can use 皮 for when your skin starts to peel off with sunburn, or for animal skin when it is being stripped off or turned into a <vocabulary>hide</vocabulary>. You can also use 皮 to describe the outer layer of fruits and vegetables, like apple skins or banana <vocabulary>peel</vocabulary>s.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. You haven't learned this reading yet, so here's a mnemonic to help you:\n\nAs a human (we think), you have a lot of <vocabulary>skin</vocabulary>. But sometimes a normal shower isn't enough to wash all that skin. What do you do when you can't fit all your skin in the shower or the tub? You get your skin cleaned at the <reading>ca</reading>r <reading>wa</reading>sh, of course!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      539
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      539
    ]
  },
  {
    "id": 2740,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2740",
    "level": 5,
    "characters": "交ぜる",
    "meanings": [
      "To Mix Something"
    ],
    "readings": [
      "まぜる"
    ],
    "examples": [
      {
        "en": "Please shuffle the cards well.",
        "ja": "カードをよく交ぜて下さい。"
      },
      {
        "en": "The class was a mix of boys and girls.",
        "ja": "男の子と女の子を交ぜたクラスでした。"
      },
      {
        "en": "I joined a women's soccer team with a mix of Japanese, French, and British players.",
        "ja": "日本人、フランス人、イギリス人を交ぜた女子サッカーチームに入った。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>mix</kanji> so the verb version is <vocabulary>to mix something</vocabulary>. \n\nIt’s transitive, so you’re doing the mixing. With this word, the things you’ve mixed are still distinguishable from each other. Two types of fish in your aquarium, books of different genres on your shelf — that kind of thing.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nWho always said not to mix your white and red socks in the laundry? That would be your <reading>Ma</reading> (ま).",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      565
    ],
    "part_of_speech": [
      "transitive verb",
      "ichidan verb"
    ],
    "kanji_from_vocab": [
      565
    ]
  },
  {
    "id": 2742,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2742",
    "level": 5,
    "characters": "会う",
    "meanings": [
      "To Meet",
      "To Encounter"
    ],
    "readings": [
      "あう"
    ],
    "examples": [
      {
        "en": "I'm meeting my mother in the United States.",
        "ja": "アメリカで母に会う。"
      },
      {
        "en": "I usually meet my older brother once a month.",
        "ja": "兄とは大体、月に一回会います。"
      },
      {
        "en": "Have you ever met Koichi from Tofugu in-person?",
        "ja": "トーフグのコウイチに生で会ったことある？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>meet</kanji> so the verb form of that is <vocabulary>to meet</vocabulary> or <vocabulary>to encounter</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the あ part but let's include the う as well for this one. Who do you want <vocabulary>to meet</vocabulary> more than anyone? Think about it. Then, imagine meeting them. The first thing they do is grab your arm and pinch it. You yell out \"<reading>OW</reading>!\" (あう) and they laugh and run away.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      566
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      566
    ]
  },
  {
    "id": 2743,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2743",
    "level": 5,
    "characters": "光",
    "meanings": [
      "Light",
      "Flash"
    ],
    "readings": [
      "ひかり"
    ],
    "examples": [
      {
        "en": "Light comes in through the curtain.",
        "ja": "カーテンから光が入る。"
      },
      {
        "en": "The light from the sunrise is dazzling.",
        "ja": "日の出の光がまぶしい。"
      },
      {
        "en": "Did you see that light last night? It was probably a UFO.",
        "ja": "夕べの光、見た？きっとUFOだったね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Just like its kanji, this word also means <vocabulary>light</vocabulary>. In some cases, it can also refer to a <vocabulary>flash</vocabulary> of light.\n\nThis is the more general word for light compared to 明かり, which is why it's often used for sunlight as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word:\n\nIf you could shine <vocabulary>light</vocabulary> on just one thing in the world, it'd be <reading>hickory</reading> (ひかり) smoked bacon, of course! Why hickory? Because no other wood adds that perfect balance of sweet, smoky depth. Not applewood. Not maple. Only the hickory smoked kind deserves the spotlight!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      567
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      567
    ]
  },
  {
    "id": 2745,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2745",
    "level": 5,
    "characters": "月光",
    "meanings": [
      "Moonlight",
      "Moonbeam"
    ],
    "readings": [
      "げっこう"
    ],
    "examples": [
      {
        "en": "The moonlight was very beautiful last night.",
        "ja": "夕べは、月光がとてもきれいでした。"
      },
      {
        "en": "White moonlight enters through the curtains.",
        "ja": "白い月光がカーテンから入ってくる。"
      },
      {
        "en": "In the moonlight, there was a princess of the moon.",
        "ja": "月光の中に、月の王女がいた。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>moon</kanji> <kanji>light</kanji> is exactly what it sounds like: it's <vocabulary>moonlight</vocabulary>! This word can also refer to a <vocabulary>moonbeam</vocabulary>. ",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 月 has two on'yomi readings, and the reading here changes from げつ to げっ, here's a mnemonic to help you remember how to read this one:\n\nLegend has it that the <vocabulary>moonlight</vocabulary> brings out a creature known as the <reading>Geck光</reading> (げっこう), an elusive species of gecko that shines in the moonlight. You've spent your whole life searching for this gecko. Now imagine spending yet another lonely night crawling around in the moonlit wilderness. Everyone thinks you're crazy, but you know you'll find that Geck光 someday!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      477,
      567
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      477,
      567
    ]
  },
  {
    "id": 2746,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2746",
    "level": 5,
    "characters": "日光",
    "meanings": [
      "Sunlight"
    ],
    "readings": [
      "にっこう"
    ],
    "examples": [
      {
        "en": "This apartment gets good sunlight.",
        "ja": "このアパートは日光がよく入る。"
      },
      {
        "en": "It's not good to expose your body to the sunlight too much.",
        "ja": "日光に体が当たりすぎるのも、よくないよ。"
      },
      {
        "en": "There is little sunlight coming from the north.",
        "ja": "北からは日光があまり入らないです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have <kanji>sun</kanji> <kanji>light</kanji>. What kind of light would this be? Obviously <vocabulary>sunlight</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since the にち reading of 日 becomes にっ here, we've made a mnemonic for you to remember this reading:\n\nThe best place for <vocabulary>sunlight</vocabulary> in Japan is <reading>Nikkō</reading> (にっこう). It's one of Japan's most beautiful national parks, and the perfect spot to catch some rays!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      476,
      567
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      476,
      567
    ]
  },
  {
    "id": 2747,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2747",
    "level": 5,
    "characters": "同じ",
    "meanings": [
      "Same"
    ],
    "readings": [
      "おなじ"
    ],
    "examples": [
      {
        "en": "These two are the same.",
        "ja": "この二つは同じです。"
      },
      {
        "en": "I see the same person on the train every day.",
        "ja": "毎日、車内で同じ人に会います。"
      },
      {
        "en": "I hope I can be in the same class as Mami-chan.",
        "ja": "マミちゃんと同じクラスになれますように。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word is the kanji <kanji>same</kanji> with hiragana attached, and it also means <vocabulary>same</vocabulary>.\n\nIt's a bit of an oddball among Japanese adjectives, because you don't need な or い to attach it to a noun. So it's usually considered to be a \"special\" な-adjective. Have a look at the context sentences to see it in action!",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nWhen you think of the word \"same\" think <vocabulary>same</vocabulary> <reading>owner</reading> (おな). You're looking at a restaurant that has a sign that says, \"New owners!\" However, when you walk in you see it's the same terrible owner you remember from before. What a liar.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      568
    ],
    "part_of_speech": [
      "な adjective"
    ],
    "kanji_from_vocab": [
      568
    ]
  },
  {
    "id": 2748,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2748",
    "level": 5,
    "characters": "同日",
    "meanings": [
      "Same Day",
      "The Same Day"
    ],
    "readings": [
      "どうじつ"
    ],
    "examples": [
      {
        "en": "The DVD and CD were released on the same day.",
        "ja": "DVDとCDが同日にリリースされた。"
      },
      {
        "en": "Can you go to Seattle and Portland in the same day?",
        "ja": "同日にシアトルとポートランドに行けますか？"
      },
      {
        "en": "Apollo 11 went to the moon on the same day as my father turned thirty.",
        "ja": "アポロ１１号が月へ行ったのは、父が三十才になった日と同日だ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have the <kanji>same</kanji> <kanji>day</kanji>, which comes out to <vocabulary>same day</vocabulary>.\n\nNote that this word is quite formal. To say <vocabulary>the same day</vocabulary> more casually, just use 同じ日 (おなじひ)!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 日 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nOn the <vocabulary>same day</vocabulary>, you once ate two entire <reading>dou</reading>ghnuts. <reading>Gee, two</reading> (どうじつ) on the same day? How did that feel?",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      568,
      476
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      568,
      476
    ]
  },
  {
    "id": 2749,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2749",
    "level": 5,
    "characters": "〜回",
    "meanings": [
      "Times",
      "Number Of Times",
      "Time"
    ],
    "readings": [
      "かい"
    ],
    "examples": [
      {
        "en": "I only watched TV once today.",
        "ja": "今日はテレビを一回だけ見た。"
      },
      {
        "en": "This ball is for dogs. How many times do I have to tell you that it's not a ball for a baby?",
        "ja": "これは犬用のボール。赤ちゃんのボールじゃないって、何回言ったら分かるの？"
      },
      {
        "en": "Your first kiss is an important event you only get to experience once in your life.",
        "ja": "ファーストキスは人生で一回しかない大切なものなんだよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "The reading is the on'yomi reading which you learned with the kanji. This is probably because this word gets attached to numbers usually, which makes it behave more like jukugo. So, you can have １回, ２回, ３回, or even １００回 if you're into that sort of thing.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      569
    ],
    "part_of_speech": [
      "counter"
    ],
    "kanji_from_vocab": [
      569
    ]
  },
  {
    "id": 2750,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2750",
    "level": 5,
    "characters": "回る",
    "meanings": [
      "To Revolve",
      "To Go Around",
      "To Rotate"
    ],
    "readings": [
      "まわる"
    ],
    "examples": [
      {
        "en": "The coin spins on the table.",
        "ja": "テーブルの上で、コインが回る。"
      },
      {
        "en": "There are two types of sushi. \"Sushi that goes around\" and \"sushi that doesn't go around\".",
        "ja": "スシには、「回るスシ」と「回らないスシ」二つのタイプがあります。"
      },
      {
        "en": "Last year on Valentine's day I went around the class and got chocolates from girls.",
        "ja": "去年のバレンタインはクラス中を回って女子からチョコレートをもらった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>times</kanji>. There's no good verb for the word \"times\" but you can probably imagine something doing something over and over and over again. What word would represent this? It would be <vocabulary>to revolve</vocabulary>, <vocabulary>to go around</vocabulary>, or <vocabulary>to rotate</vocabulary>.\n\nBear in mind that this verb is intransitive, so it happens on its own. Something revolves or rotates, all by itself.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have a bag of walnuts that you're bringing to a friend's house but you trip and drop them all on the ground. You shout, \"<reading>Mah Wa</reading>lnuts! (まわ)\" as they start <vocabulary>to revolve</vocabulary> around you on the ground. Picture your walnuts going around you, getting all dirty.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      569
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      569
    ]
  },
  {
    "id": 2751,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2751",
    "level": 5,
    "characters": "一回",
    "meanings": [
      "One Time",
      "Once"
    ],
    "readings": [
      "いっかい"
    ],
    "examples": [
      {
        "en": "Please say it once more.",
        "ja": "もう一回、言ってください。"
      },
      {
        "en": "On weekdays, I shower once a day.",
        "ja": "平日は一日に一回シャワーをあびます。"
      },
      {
        "en": "Every month, I go to town for ramen at least once.",
        "ja": "毎月、一回はラーメンをたべに町へ出かけます。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>One</kanji> <kanji>times</kanji> is <vocabulary>one time</vocabulary>. How many times? Just one.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well. Take note that 一 is shortened (as it often is) to いっ.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      440,
      569
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      440,
      569
    ]
  },
  {
    "id": 2752,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2752",
    "level": 5,
    "characters": "今回",
    "meanings": [
      "This Time"
    ],
    "readings": [
      "こんかい"
    ],
    "examples": [
      {
        "en": "I decided to pass this time.",
        "ja": "今回は、やめておきます。"
      },
      {
        "en": "I got a gold medal in the Olympics this time.",
        "ja": "今回のオリンピックでは金メダルだった。"
      },
      {
        "en": "The topic this time is \"robot engineering.\"",
        "ja": "今回のトピックは「ロボット工学」です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>now</kanji> <kanji>times</kanji> is <vocabulary>this time</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      497,
      569
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      497,
      569
    ]
  },
  {
    "id": 2753,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2753",
    "level": 5,
    "characters": "毎回",
    "meanings": [
      "Every Time",
      "Each Time"
    ],
    "readings": [
      "まいかい"
    ],
    "examples": [
      {
        "en": "The ones who go to that meeting every time are those three.",
        "ja": "あのミーティングに行くのは毎回この三人です。"
      },
      {
        "en": "I run the Boston Marathon every time.",
        "ja": "ボストンマラソンには、毎回出ています。"
      },
      {
        "en": "I feel like my score goes down with every test.",
        "ja": "毎回のテストでスコアが下がっていく気がする。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>Every</kanji> <kanji>times</kanji> is really just <vocabulary>every time</vocabulary>. Do you get your kanji readings correct 毎回?",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      572,
      569
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      572,
      569
    ]
  },
  {
    "id": 2754,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2754",
    "level": 5,
    "characters": "多い",
    "meanings": [
      "Many",
      "Much",
      "Lots Of"
    ],
    "readings": [
      "おおい"
    ],
    "examples": [
      {
        "en": "There are many people in New York.",
        "ja": "ニューヨークは人が多い。"
      },
      {
        "en": "There are many people who say they're right.",
        "ja": "「自分は正しい」と言う人は多い。"
      },
      {
        "en": "This village is the most populated village in Japan.",
        "ja": "この村は、日本一人口が多い村です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is a single kanji with an い on the end, meaning you know it's probably an adjective. What's the adjective form of <kanji>many</kanji>? It is also <vocabulary>many</vocabulary> (or you could say <vocabulary>much</vocabulary>). Speaking of which, there are so many kanji to learn, ammiright?",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nThink of something that is <vocabulary>many</vocabulary>. Doesn't matter what it is as long as you imagine a ridiculous number of them. Many of them. So many that they start avalanching into you and crushing you. The last thing you yell is \"<reading>おお</reading>!!!\" as you get smushed.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      570
    ],
    "part_of_speech": [
      "い adjective"
    ],
    "kanji_from_vocab": [
      570
    ]
  },
  {
    "id": 2755,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2755",
    "level": 5,
    "characters": "多分",
    "meanings": [
      "Maybe",
      "Perhaps",
      "Probably"
    ],
    "readings": [
      "たぶん"
    ],
    "examples": [
      {
        "en": "That tree is probably bamboo.",
        "ja": "あの木は多分、竹です。"
      },
      {
        "en": "August 5th is probably a holiday.",
        "ja": "八月五日は多分休みですよ。"
      },
      {
        "en": "My husband is probably going to Singapore.",
        "ja": "主人は多分シンガポールに行きます。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have <kanji>many</kanji> <kanji>part</kanji>s. Look at them all. You have to choose one of the parts. You can't decide which one you want. This one? <vocabulary>Maybe</vocabulary>. How about this one? Hmm, <vocabulary>maybe</vocabulary> that one too.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      570,
      501
    ],
    "part_of_speech": [
      "adverb",
      "noun"
    ],
    "kanji_from_vocab": [
      570,
      501
    ]
  },
  {
    "id": 2756,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2756",
    "level": 5,
    "characters": "当たる",
    "meanings": [
      "To Be Right",
      "To Be On Target",
      "To Touch",
      "To Hit"
    ],
    "readings": [
      "あたる"
    ],
    "examples": [
      {
        "en": "Apparently you can win a TV.",
        "ja": "テレビが当たるらしいよ。"
      },
      {
        "en": "See? I was right!",
        "ja": "やっぱりそうでしょ？当たってた！"
      },
      {
        "en": "Stop it! What if a stone hits someone?",
        "ja": "やめろよ！人に石が当たったらどうするんだ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You know this is a verb because it ends with an う sound. The kanji for this word is <kanji>right</kanji> or <kanji>success</kanji>, so what's the verb form of that? Turns out it's a ton of things. But it's mostly for when things go right. As in <vocabulary>to be right</vocabulary> or <vocabulary>to be on target</vocabulary>. \n\n当たる is intransitive, so it doesn't take a direct object. Your answer is right, or your shot is on target. See? No direct object.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you to remember the あ portion. \n\nWhen your guess turns out <vocabulary>to be right</vocabulary>, you can't help but shout, \"<reading>Ah</reading>! (あ)\" That \"Ah\" is your victory cry.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      571
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      571
    ]
  },
  {
    "id": 2757,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2757",
    "level": 5,
    "characters": "当たり",
    "meanings": [
      "A Success",
      "Success",
      "Hit",
      "Guess"
    ],
    "readings": [
      "あたり"
    ],
    "examples": [
      {
        "en": "The word \"Jackpot!\" caught my eye.",
        "ja": "「当たり！」という文字が目に入った。"
      },
      {
        "en": "I won a million yen.",
        "ja": "百万円の当たりが出た。"
      },
      {
        "en": "One out of every three people I interviewed was Japanese.",
        "ja": "インタビューした三人当たり一人は日本人でした。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is the noun version of the kanji <kanji>right</kanji>. What happens when you get \"a right?\" You get <vocabulary>a success</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the あ portion of this word to read it. What is the correct answer that will give you <vocabulary>a success</vocabulary>? It is the first answer, <reading>A</reading> (あ).",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      571
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      571
    ]
  },
  {
    "id": 2758,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2758",
    "level": 5,
    "characters": "毎月",
    "meanings": [
      "Every Month",
      "Monthly"
    ],
    "readings": [
      "まいつき"
    ],
    "examples": [
      {
        "en": "Do you hold this workshop every month?",
        "ja": "このワークショップは毎月ありますか？"
      },
      {
        "en": "It is closed on the 5th of every month.",
        "ja": "毎月五日は休みです。"
      },
      {
        "en": "The money I spend on convenience store ice cream every month comes to about 30,000 yen.",
        "ja": "毎月コンビニのアイスにかかるお金は三万円くらいです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>Every</kanji> <kanji>moon</kanji> is <vocabulary>every month</vocabulary> (as you know from all the month-related vocab). This can also mean <vocabulary>monthly</vocabulary>.",
    "reading_mnemonic": "This word has the on'yomi reading for 毎 plus the kun'yomi reading for 月. That makes it まいつき.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      572,
      477
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      572,
      477
    ]
  },
  {
    "id": 2759,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2759",
    "level": 5,
    "characters": "毎日",
    "meanings": [
      "Every Day",
      "Daily"
    ],
    "readings": [
      "まいにち"
    ],
    "examples": [
      {
        "en": "I run every day.",
        "ja": "毎日ランニングをします。"
      },
      {
        "en": "I go to work by car every day.",
        "ja": "毎日車で会社に行きます。"
      },
      {
        "en": "My daily routine is to go to a convenience store for ice cream.",
        "ja": "アイスのためにコンビニに行くのが毎日のルーティーンです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>Every</kanji> <kanji>day</kanji> is <vocabulary>daily</vocabulary> (or just <vocabulary>every day</vocabulary>).",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 日 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\n<vocabulary>Every day</vocabulary> you watch your favorite program, <reading>My</reading> <reading>Nietzsche</reading> (まいにち). It's a <vocabulary>daily</vocabulary> cartoon about Nietzsche and his life, which you follow religiously. Oh how much you love Nietzsche.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      572,
      476
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      572,
      476
    ]
  },
  {
    "id": 2760,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2760",
    "level": 5,
    "characters": "毎年",
    "meanings": [
      "Every Year",
      "Yearly",
      "Annually",
      "Each Year"
    ],
    "readings": [
      "まいとし"
    ],
    "examples": [
      {
        "en": "I do cherry blossom viewing every year in April.",
        "ja": "毎年四月に花見をします。"
      },
      {
        "en": "I put the annual events in the calendar.",
        "ja": "毎年のイベントはカレンダーにかいたよ。"
      },
      {
        "en": "How many loaves of bread do I eat every year?",
        "ja": "毎年、何斤のパンをたべるんだろう？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have <kanji>every</kanji> and <kanji>year</kanji> to combine into <vocabulary>every year</vocabulary> (<vocabulary>yearly</vocabulary> works as well).",
    "reading_mnemonic": "The reading for 毎 is what you'd expect. The reading for 年 is the kun'yomi reading, though. So, use your knowledge of the vocab 年 to help yourself to remember the reading for this word. You'll need to remember that the reading for this word is strange to get it into that brain of yours. ",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      572,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      572,
      546
    ]
  },
  {
    "id": 2762,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2762",
    "level": 5,
    "characters": "米",
    "meanings": [
      "Rice"
    ],
    "readings": [
      "こめ"
    ],
    "examples": [
      {
        "en": "This is rice from California.",
        "ja": "これはカリフォルニアの米です。"
      },
      {
        "en": "Rice costs 500 yen per kilogram.",
        "ja": "米は一キロ当たり五百円です。"
      },
      {
        "en": "Rice shortages rarely happen in Japan.",
        "ja": "日本で米が不足することは、あまりない。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well. \n\nNote that this word refers to the grains of rice more than something that's a meal. If you're eating rice at a meal you'd call it ごはん. This is like when you're talking about the rice in the fields or rice grains or something like that.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word: \n\n\"Everyone, we have rice! <reading>Come</reading> (こめ) and get it!\"",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      574
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      574
    ]
  },
  {
    "id": 2763,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2763",
    "level": 5,
    "characters": "羽",
    "meanings": [
      "Feathers",
      "Feather",
      "Wing",
      "Wings"
    ],
    "readings": [
      "はね"
    ],
    "examples": [
      {
        "en": "This insect has red wings.",
        "ja": "この虫には赤い羽がある。"
      },
      {
        "en": "These may be our pet emu's feathers.",
        "ja": "これはうちのペットのエミューの羽かもしれません。"
      },
      {
        "en": "My father spreads his wings and drinks beer on the couch when my mother isn't around.",
        "ja": "父は、母がいないときは羽を広げてソファでビールをのんでいる。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji with nothing attached it uses the kun'yomi reading. You learned this reading with the kanji, so you should be able to read this.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      575
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      575
    ]
  },
  {
    "id": 2765,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2765",
    "level": 5,
    "characters": "考える",
    "meanings": [
      "To Think About",
      "To Consider",
      "To Give Thought"
    ],
    "readings": [
      "かんがえる"
    ],
    "examples": [
      {
        "en": "I think of ideas.",
        "ja": "アイディアを考える。"
      },
      {
        "en": "Let me think a little.",
        "ja": "少し考えさせてください。"
      },
      {
        "en": "Let's think about ourselves more.",
        "ja": "もっと自分について考えましょう。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>think</kanji>, so the verb version is <vocabulary>to think about</vocabulary> or <vocabulary>to consider</vocabulary>. \n\nNote that this isn't the \"to think\" that is like \"I think that he is a power ranger.\" No, this is more like the actual thinking action. That's why this word is \"to think about\" or \"to consider\" rather than plain old \"to think\" which is 思う.",
    "reading_mnemonic": "If you want <vocabulary>to think</vocabulary>, the best way to do so is to do the <reading>conga</reading> (かんが). Imagine yourself doing the conga and thinking away. You're so inspired! The thoughts are flowing as freely as your sweet, slow dance moves.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      576
    ],
    "part_of_speech": [
      "transitive verb",
      "ichidan verb"
    ],
    "kanji_from_vocab": [
      576
    ]
  },
  {
    "id": 2767,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2767",
    "level": 5,
    "characters": "肉",
    "meanings": [
      "Meat"
    ],
    "readings": [
      "にく"
    ],
    "examples": [
      {
        "en": "Does this curry have meat in it?",
        "ja": "このカレー、肉は入ってますか？"
      },
      {
        "en": "Beef from Japan-raised cattle is delicious.",
        "ja": "やはり日本生まれの牛の肉は、おいしいです。"
      },
      {
        "en": "Meat is very important in my life.",
        "ja": "わたしの人生にとって、お肉はとても大切です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Luckily for you, this word uses the on'yomi reading that you learned even though it's a single kanji all on its own. So, you should know it already!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      577
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      577
    ]
  },
  {
    "id": 2768,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2768",
    "level": 5,
    "characters": "牛肉",
    "meanings": [
      "Beef"
    ],
    "readings": [
      "ぎゅうにく"
    ],
    "examples": [
      {
        "en": "Is beef okay?",
        "ja": "牛肉は平気ですか？"
      },
      {
        "en": "Dinner last night was beef curry.",
        "ja": "夕べのディナーは牛肉のカレーだった。"
      },
      {
        "en": "Do you eat raw beef in Japan?",
        "ja": "日本では生の牛肉をたべますか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What do you call <kanji>cow</kanji> <kanji>meat</kanji>? You call it <vocabulary>beef</vocabulary> (what's for dinner?).",
    "reading_mnemonic": "Both readings for both kanji are the readings you learned with the kanji so you should be able to read this.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      511,
      577
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      511,
      577
    ]
  },
  {
    "id": 2769,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2769",
    "level": 5,
    "characters": "皮肉",
    "meanings": [
      "Irony",
      "Sarcasm",
      "Ironic",
      "Sarcastic"
    ],
    "readings": [
      "ひにく"
    ],
    "examples": [
      {
        "en": "My father is an ironic man.",
        "ja": "父は、皮肉な男だ。"
      },
      {
        "en": "I didn't know if my teacher's joke was ironic or not.",
        "ja": "先生のジョークは、皮肉なのかどうか、分からなかった。"
      },
      {
        "en": "Ironically, Japan's Katakana English is very difficult for my American-born mother.",
        "ja": "皮肉にも、日本のカタカナイングリッシュはアメリカ生まれの母には、とてもむずかしい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>skin</kanji> on the <kanji>meat</kanji> is kind of like the outer shell. It's not very nice, and people who eat only meat skin tend to use <vocabulary>sarcasm</vocabulary> and <vocabulary>irony</vocabulary>. That being said, Japanese people don't really understand sarcasm. So, maybe that's why \"meat skin\" means \"sarcasm.\" Is this ironic? Now I'm not even sure.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      539,
      577
    ],
    "part_of_speech": [
      "noun",
      "な adjective",
      "の adjective"
    ],
    "kanji_from_vocab": [
      539,
      577
    ]
  },
  {
    "id": 2770,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2770",
    "level": 5,
    "characters": "自分",
    "meanings": [
      "Oneself",
      "Myself",
      "Self"
    ],
    "readings": [
      "じぶん"
    ],
    "examples": [
      {
        "en": "I was the only man there.",
        "ja": "男は自分だけだった。"
      },
      {
        "en": "Did you cut this tree yourself?",
        "ja": "この木、自分で切ったの？"
      },
      {
        "en": "Please clear your own plates yourself.",
        "ja": "自分のお皿は自分で下げて下さい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "One’s <kanji>self</kanji> <kanji>part</kanji> is, after everything, still <vocabulary>oneself</vocabulary>. And the part that’s from my self is, well, <vocabulary>myself</vocabulary>. Everyone has their own part of their self. Pretty straightforward.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      578,
      501
    ],
    "part_of_speech": [
      "pronoun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      578,
      501
    ]
  },
  {
    "id": 2771,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2771",
    "level": 5,
    "characters": "自立",
    "meanings": [
      "Independence",
      "Self Reliance",
      "Autonomy"
    ],
    "readings": [
      "じりつ"
    ],
    "examples": [
      {
        "en": "My goal by the end of the year is to be independent.",
        "ja": "年内のゴールは自立することです。"
      },
      {
        "en": "My child's having a hard time becoming independent.",
        "ja": "うちの子、中々自立できないんです。"
      },
      {
        "en": "I joined a group that supports homeless people becoming independent.",
        "ja": "ホームレスの人々の自立をサポートするグループに入った。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "By your<kanji>self</kanji>, you managed to <kanji>stand</kanji>. Nobody helped you. You stood up on your own, and you really showed your <vocabulary>independence</vocabulary> in the process!\n\n自立 primarily refers to a person's <vocabulary>self-reliance</vocabulary> and <vocabulary>autonomy</vocabulary> — their ability to stand on their own, make decisions, and act independently (as opposed to the political independence of a country or something).",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      578,
      494
    ],
    "part_of_speech": [
      "noun",
      "の adjective",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      578,
      494
    ]
  },
  {
    "id": 2772,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2772",
    "level": 5,
    "characters": "色",
    "meanings": [
      "Color"
    ],
    "readings": [
      "いろ"
    ],
    "examples": [
      {
        "en": "This color is cobalt blue.",
        "ja": "この色はコバルトブルーです。"
      },
      {
        "en": "Today's sunrise was a beautiful orange.",
        "ja": "今日の日の出は、きれいなオレンジ色でした。"
      },
      {
        "en": "This poster has a good color balance.",
        "ja": "このポスターは色のバランスがいいね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it uses the kun'yomi reading. This is the reading you learned with the kanji, though, so enjoy.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      579
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      579
    ]
  },
  {
    "id": 2773,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2773",
    "level": 5,
    "characters": "色々",
    "meanings": [
      "Various"
    ],
    "readings": [
      "いろいろ"
    ],
    "examples": [
      {
        "en": "There are various types of people.",
        "ja": "色々なタイプの人がいます。"
      },
      {
        "en": "I studied in various classes at university.",
        "ja": "大学では色々なクラスで学びました。"
      },
      {
        "en": "I thought about various things, but in the end I think the most important thing in life is money.",
        "ja": "色々考えたんですが、やはり人生で大切なものはお金だとおもいます。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is the kanji <kanji>color</kanji> repeated twice (the 々 character just repeats the kanji before it). When you have colors and colors and colors, you have a lot of variety. That's why this word means <vocabulary>various</vocabulary>.",
    "reading_mnemonic": "The reading for this kanji is just the kun'yomi reading twice. Since you've learned the kun'yomi reading already, you should be able to read this word as well. Nothing tricky about it.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      579,
      856
    ],
    "part_of_speech": [
      "adverb",
      "noun",
      "な adjective",
      "の adjective"
    ],
    "kanji_from_vocab": [
      579,
      856
    ]
  },
  {
    "id": 2774,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2774",
    "level": 5,
    "characters": "水色",
    "meanings": [
      "Sky Blue",
      "Light Blue",
      "Aqua Blue"
    ],
    "readings": [
      "みずいろ"
    ],
    "examples": [
      {
        "en": "I want that light blue bag.",
        "ja": "あの水色のバッグがほしいんですが。"
      },
      {
        "en": "I got sky blue paint by mixing blue and white paint.",
        "ja": "青いペンキと白いペンキをまぜて、水色のペンキができた。"
      },
      {
        "en": "Why is the sky light blue today?",
        "ja": "どうして今日の空は水色なんだろう？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You'd think that <kanji>water</kanji> <kanji>color</kanji> would have something to do with watercolors, but it doesn't. No, it has to do with the color of water, which, ironically, is <vocabulary>sky blue</vocabulary> in English. <vocabulary>Light blue</vocabulary> works as well.",
    "reading_mnemonic": "The reading for this word consists of the kun'yomi reading of <kanji>水</kanji> and the kun'yomi reading of <kanji>色</kanji>. For 水 you'll know this reading via your vocab studies. For 色 it just so happens to be the reading you learned with the kanji.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      479,
      579
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      479,
      579
    ]
  },
  {
    "id": 2775,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2775",
    "level": 5,
    "characters": "行く",
    "meanings": [
      "To Go"
    ],
    "readings": [
      "いく"
    ],
    "examples": [
      {
        "en": "I'm going to Japan in November.",
        "ja": "十一月に、日本に行く。"
      },
      {
        "en": "I've got other plans so I probably can't make it to the party next month.",
        "ja": "他の用があるので、来月のパーティには多分行けません。"
      },
      {
        "en": "I wouldn’t want to go to the moon if they don’t have Taco Bell there.",
        "ja": "タコベルがないなら月には行きたくない。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>go</kanji> so the verb form of this is <vocabulary>to go</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the い portion. To remember い we use the word \"eagle.\" \n\nYou want <vocabulary>to go</vocabulary> somewhere (anywhere!) but you can't. An <reading>ea</reading>gle (い) blocks your path. You try to go forward and it opens its wings and bites at you. You try to go back and it jumps at you. There's nowhere for you to go with this eagle standing there.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      580
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      580
    ]
  },
  {
    "id": 2777,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2777",
    "level": 5,
    "characters": "行き",
    "meanings": [
      "Train Direction",
      "Bound For"
    ],
    "readings": [
      "ゆき",
      "いき"
    ],
    "examples": [
      {
        "en": "This bus is bound for Seattle.",
        "ja": "このバスはシアトル行きです。"
      },
      {
        "en": "Were you able to get some rest on the departing flight?",
        "ja": "行きのフライトでは少し休めましたか？"
      },
      {
        "en": "I'm going to go by car and come home by bus.",
        "ja": "行きは車で行って、バスでかえるつもりです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is a weird word. Call it exceptional. You'll see this at train stations, especially. You know the kanji means <kanji>go</kanji>. So, something is going somewhere. Now just use the き to help you to remember that this word means <vocabulary>train direction</vocabulary> (aka it tells you which direction a train is going), because this word is the key (き) to you knowing what direction you're going in so you don't get lost. You could also remember this word as \"<vocabulary>bound for</vocabulary>\" aka \"Bound for Tokyo Station.\"",
    "reading_mnemonic": "The reading is also an exception. It can be いき, but instead we're focusing on the ゆき reading. You have to remember the ゆ portion, so think of it this way: \n\nJust think about the <vocabulary>train direction</vocabulary> that <reading>you</reading> (ゆ) need to go in. It's all about you. Not your friends or anyone else. You. You are the most important person at this train station.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      580
    ],
    "part_of_speech": [
      "noun",
      "suffix"
    ],
    "kanji_from_vocab": [
      580
    ]
  },
  {
    "id": 2778,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2778",
    "level": 5,
    "characters": "西",
    "meanings": [
      "West"
    ],
    "readings": [
      "にし"
    ],
    "examples": [
      {
        "en": "Which way is West?",
        "ja": "西はどっちの方ですか？"
      },
      {
        "en": "I was born in western Japan.",
        "ja": "西日本の生まれです。"
      },
      {
        "en": "There are many convenience stores and supermarkets west of the company.",
        "ja": "会社の西にはコンビニやスーパーがたくさんあります。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. You learned that reading with the kanji, but here's a mnemonic refresher just in case: \n\nYou go off to the <vocabulary>west</vocabulary>. It's the Wild West, even. There aren't many people out here, making it easy to find a <reading>niche</reading> (にし) for your snake oil business.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      581
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      581
    ]
  },
  {
    "id": 2780,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2780",
    "level": 5,
    "characters": "何千",
    "meanings": [
      "Thousands",
      "Several Thousands",
      "How Many Thousands"
    ],
    "readings": [
      "なんぜん"
    ],
    "examples": [
      {
        "en": "We've got thousands of errors.",
        "ja": "何千回もエラーが出た。"
      },
      {
        "en": "Mami has eaten thousands of bacon strips in her life.",
        "ja": "マミは人生で何千ものベーコンをたべてきた。"
      },
      {
        "en": "I wonder how many thousand meters more I should go.",
        "ja": "この先、何千メートル行けばいいんだろう。"
      },
      {
        "en": "How many thousand yen?",
        "ja": "何千円ですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>What</kanji> <kanji>thousand</kanji>? Could be five thousand, two thousand, or ten thousand, since you're asking. Let's generalize. How do you say all of those amounts at the same time? You say \"<vocabulary>thousands</vocabulary>.\"\n\nIf this is used in a question, it can also mean <vocabulary>how many thousands</vocabulary>?",
    "reading_mnemonic": "The reading is the kun'yomi なん for 何 and the rendaku'd on'yomi reading for 千 (ぜん) combined together. It's one of those weird words that mixes the on'yomi and kun'yomi readings.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      460
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      582,
      460
    ]
  },
  {
    "id": 2781,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2781",
    "level": 5,
    "characters": "何",
    "meanings": [
      "What"
    ],
    "readings": [
      "なに",
      "なん"
    ],
    "examples": [
      {
        "en": "What?",
        "ja": "何？"
      },
      {
        "en": "What do you want for dinner?",
        "ja": "ディナーは何がいい？"
      },
      {
        "en": "What flower is this?",
        "ja": "これは何の花ですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "The reading for this word is the same as the reading you learned with the kanji. What? Yeah, that's what.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582
    ],
    "part_of_speech": [
      "pronoun",
      "interjection",
      "の adjective"
    ],
    "kanji_from_vocab": [
      582
    ]
  },
  {
    "id": 2782,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2782",
    "level": 5,
    "characters": "何人",
    "meanings": [
      "How Many People"
    ],
    "readings": [
      "なんにん"
    ],
    "examples": [
      {
        "en": "How many people are on your staff?",
        "ja": "スタッフは何人ですか？"
      },
      {
        "en": "How many people came to that party?",
        "ja": "そのパーティーには、何人来ましたか。"
      },
      {
        "en": "About how many men have you ever been on a date with?",
        "ja": "今まで大体何人の男の人とデートに行きましたか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you ask <kanji>what</kanji> <kanji>people</kanji> you're not actually asking \"what people?\" You're asking <vocabulary>how many people</vocabulary>. One thing you'll notice with Japanese and kanji is that 何, when added to other things, often means \"how many _____\" rather than \"what ____.\" Just something you have to know and experience a bit to catch on to, but you will, I believe in you.",
    "reading_mnemonic": "This word uses the kun'yomi reading for 何 and the on'yomi reading for 人. Since 何 and 人 both have two readings, here's a mnemonic to help you remember which ones to use:\n\n<vocabulary>How many people</vocabulary> eat <reading>naan</reading> at <reading>Nin</reading>tendo (なんにん)? You've been tasked with counting everybody eating naan for lunch at Nintendo, so you better get started!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      444
    ],
    "part_of_speech": [
      "noun",
      "expression"
    ],
    "kanji_from_vocab": [
      582,
      444
    ]
  },
  {
    "id": 2783,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2783",
    "level": 5,
    "characters": "何月",
    "meanings": [
      "What Month",
      "Which Month"
    ],
    "readings": [
      "なんがつ"
    ],
    "examples": [
      {
        "en": "What month are you born in?",
        "ja": "何月生まれですか？"
      },
      {
        "en": "What month will you enroll?",
        "ja": "何月に入学しますか？"
      },
      {
        "en": "It doesn't matter what month we go to Hawaii.",
        "ja": "ハワイに行くのは何月でもいいよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have <kanji>what</kanji> <kanji>month</kanji> - as in: <vocabulary>what month</vocabulary> is it? It's １０月, you fool. Get a job, hippy.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji, but 何 actually uses the kun'yomi reading here! And since 月 has two on'yomi readings, here's a mnemonic to help you remember this reading:\n\n<vocabulary>What month</vocabulary> gives you <reading>naan</reading> <reading>guts</reading> (なんがつ)? It's the month you eat so much naan that even your guts turn into naan! But <vocabulary>which month</vocabulary> was it again? ",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      477
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      582,
      477
    ]
  },
  {
    "id": 2784,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2784",
    "level": 5,
    "characters": "何日",
    "meanings": [
      "How Many Days",
      "What Day",
      "Which Day"
    ],
    "readings": [
      "なんにち"
    ],
    "examples": [
      {
        "en": "How many days will you take off from your part-time job?",
        "ja": "アルバイト、何日休むんですか。"
      },
      {
        "en": "What day's good for you?",
        "ja": "何日がいい？"
      },
      {
        "en": "How many days were you stuck in the elevator?",
        "ja": "エレベーターから何日出られなかったんですか。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>What</kanji> <kanji>day</kanji> equals the fairly obvious translation \"<vocabulary>what day</vocabulary>.\" But, it also means <vocabulary>how many days</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji, but 何 actually uses the kun'yomi reading here! And since 日 has two on'yomi readings, here's a mnemonic to help you remember this reading:\n\n<vocabulary>How many days</vocabulary> does it take you to bake a <reading>naan</reading> <reading>Nietzsche</reading> (なんにち)? It's not easy to make a Nietzsche entirely out of naan, so I wonder how many days it would take.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      476
    ],
    "part_of_speech": [
      "noun",
      "expression"
    ],
    "kanji_from_vocab": [
      582,
      476
    ]
  },
  {
    "id": 2785,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2785",
    "level": 5,
    "characters": "何年",
    "meanings": [
      "What Year",
      "How Many Years"
    ],
    "readings": [
      "なんねん"
    ],
    "examples": [
      {
        "en": "What year was your husband born?",
        "ja": "ご主人は、何年生まれですか？"
      },
      {
        "en": "How many years have you been in the United States?",
        "ja": "何年くらいアメリカにいましたか？"
      },
      {
        "en": "I haven't seen my brother in years.",
        "ja": "兄にはもう何年も会ってません。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have the kanji <kanji>what</kanji> and <kanji>year</kanji>, as in: \"<vocabulary>what year</vocabulary> is it?\" \n\nThis also means <vocabulary>how many years</vocabulary> too, depending on the context. As in: \"<vocabulary>How many years</vocabulary> did you play soccer?\"",
    "reading_mnemonic": "The readings are both the readings you learned with the separate kanji, meaning you should know them. How many years have you been studying kanji now? You should be able to read this one.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      582,
      546
    ]
  },
  {
    "id": 2786,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2786",
    "level": 5,
    "characters": "何回",
    "meanings": [
      "How Many Times"
    ],
    "readings": [
      "なんかい"
    ],
    "examples": [
      {
        "en": "How many times did you go out with your husband last month?",
        "ja": "先月ご主人とは何回出かけましたか？"
      },
      {
        "en": "This video is so funny that I have to watch it a bunch of times.",
        "ja": "このビデオ、おもしろすぎて何回も見てしまうわ。"
      },
      {
        "en": "How many times have you been to Japan?",
        "ja": "日本へは何回来たことがありますか。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>What</kanji> <kanji>times</kanji>? This doesn't make any sense. One thing you'll notice with Japanese and kanji is that 何, when added to other things, often means \"how many _____\" rather than \"what ____.\" Just something you have to know and experience a bit to catch on to, but you will, I believe in you. So, for this one it's <vocabulary>how many times</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word with a slightly unique reading, where the first kanji uses the kun'yomi reading and the second uses the on'yomi reading. You've seen these readings before, so you should be able to read this alright.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      582,
      569
    ],
    "part_of_speech": [
      "noun",
      "expression"
    ],
    "kanji_from_vocab": [
      582,
      569
    ]
  },
  {
    "id": 2787,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2787",
    "level": 5,
    "characters": "学ぶ",
    "meanings": [
      "To Learn",
      "To Study In Depth",
      "To Study"
    ],
    "readings": [
      "まなぶ"
    ],
    "examples": [
      {
        "en": "There are so many things to learn in life.",
        "ja": "人生は学ぶことが多いです。"
      },
      {
        "en": "My brother is a student studying robotic engineering.",
        "ja": "兄はロボット工学を学ぶ学生です。"
      },
      {
        "en": "Learning is important, but perhaps what’s more important is how you learn.",
        "ja": "学ぶことは大切だけど、多分もっと大切なのは、どのように学ぶかということ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>study</kanji> or <kanji>learning</kanji>. When you do these things, what ends up happening? You learn. That's why this word means <vocabulary>to learn</vocabulary>. \n\nThere is another word that means \"to learn\" that is going to be more common, which is 習う. You'll learn this one later on. 学ぶ sounds a little more serious compared to 習う, so keep that in mind when you use it.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the まな part to learn this word's reading. Think about a class you're taking. It's a manners class, and you're there <vocabulary>to learn</vocabulary> <reading>manner</reading>s (まな). Imagine this study of manners and imagine yourself practicing it.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      599
    ],
    "part_of_speech": [
      "godan verb"
    ],
    "kanji_from_vocab": [
      599
    ]
  },
  {
    "id": 2788,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2788",
    "level": 5,
    "characters": "学生",
    "meanings": [
      "Student"
    ],
    "readings": [
      "がくせい"
    ],
    "examples": [
      {
        "en": "My mother is a medical school student.",
        "ja": "母はメディカルスクールの学生です。"
      },
      {
        "en": "Some people come to Japan on fraudulent student visas.",
        "ja": "不正な学生ビザを用いて日本に来る人々もいます。"
      },
      {
        "en": "Is it true that if you say you're a \"student of life\" you'll get a student discount?",
        "ja": "「人生の学生です」と言えば、学生のディスカウントがうけられるっていうのは本当なんですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Who has a <kanji>study</kanji> <kanji>life</kanji>? Only one person that I know of, and that's a <vocabulary>student</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      599,
      850
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      599,
      850
    ]
  },
  {
    "id": 2789,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2789",
    "level": 5,
    "characters": "学年",
    "meanings": [
      "School Grade",
      "Grade In School",
      "School Year",
      "Year In School"
    ],
    "readings": [
      "がくねん"
    ],
    "examples": [
      {
        "en": "My brother is a school year ahead of me.",
        "ja": "兄は一つ上の学年です。"
      },
      {
        "en": "Some friends are from the same grade.",
        "ja": "学年が同じの友人もいます。"
      },
      {
        "en": "I skipped classes for the whole school year and went to Australia.",
        "ja": "一学年分のクラスをサボって、オーストラリアに行きました。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Your <kanji>study</kanji> <kanji>year</kanji> is kind of like the years you've studied. Where do you study? School. What is a year of study in a school? It's your <vocabulary>school grade</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      599,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      599,
      546
    ]
  },
  {
    "id": 2790,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2790",
    "level": 5,
    "characters": "入学",
    "meanings": [
      "School Admission",
      "University Admission",
      "Entry Into School",
      "Enrollment"
    ],
    "readings": [
      "にゅうがく"
    ],
    "examples": [
      {
        "en": "Congratulations on your enrollment.",
        "ja": "入学おめでとう。"
      },
      {
        "en": "My brother is a freshman who just enrolled in school.",
        "ja": "兄は入学したばかりの一年生です。"
      },
      {
        "en": "The cost of school admission was about 100,000 yen.",
        "ja": "入学にかかったお金は、大体十万円でした。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You <kanji>enter</kanji> into a <kanji>study</kanji> (place). When does this happen? It happens when you get accepted into a school, aka <vocabulary>school admission</vocabulary>, <vocabulary>university admission</vocabulary>, or <vocabulary>entry into school</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      445,
      599
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      445,
      599
    ]
  },
  {
    "id": 2791,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2791",
    "level": 5,
    "characters": "工学",
    "meanings": [
      "Engineering"
    ],
    "readings": [
      "こうがく"
    ],
    "examples": [
      {
        "en": "I want to take a robot engineering class.",
        "ja": "ロボット工学のクラスに入りたい。"
      },
      {
        "en": "After studying engineering, I joined my current company.",
        "ja": "工学を学んでから今の会社に入社しました。"
      },
      {
        "en": "Design and engineering are similar depending on the perspective.",
        "ja": "デザインと工学は見方によっては近いものです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Someone with the <kanji>study</kanji> of <kanji>industry</kanji> is someone who creates things. That would be the study of <vocabulary>engineering</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      457,
      599
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      457,
      599
    ]
  },
  {
    "id": 2792,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2792",
    "level": 5,
    "characters": "大学",
    "meanings": [
      "University",
      "College",
      "Uni"
    ],
    "readings": [
      "だいがく"
    ],
    "examples": [
      {
        "en": "My father entered college in 1991.",
        "ja": "父は、１９９１年に大学に入った。"
      },
      {
        "en": "I studied French literature at university.",
        "ja": "大学ではフランス文学を学びました。"
      },
      {
        "en": "Many college students in Japan are younger than twenty five.",
        "ja": "日本の大学は、二十五才より年が下の学生が多いです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What's the <kanji>big</kanji> <kanji>study</kanji>? If I had to choose, I'd probably say this is <vocabulary>college</vocabulary> or <vocabulary>university</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 大 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nYour <vocabulary>university</vocabulary> is best known for its <reading>dye</reading> <reading>gawk</reading>ing (だいがく). It's a sport in which you gawk at dye, and your university is the best at it! Other universities might be known for their football or basketball teams, but yours is the best at dye gawking.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      453,
      599
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      453,
      599
    ]
  },
  {
    "id": 2793,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2793",
    "level": 5,
    "characters": "休学",
    "meanings": [
      "Absence From School",
      "School Absence"
    ],
    "readings": [
      "きゅうがく"
    ],
    "examples": [
      {
        "en": "I want to take a leave of absence.",
        "ja": "休学したいなぁ。"
      },
      {
        "en": "During my leave of absence, I stayed in my father's apartment.",
        "ja": "休学中は父のアパートにいました。"
      },
      {
        "en": "I want to take a leave of absence and go to France on a working holiday.",
        "ja": "休学してフランスにワーキングホリデーに行きたいんです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you <kanji>rest</kanji> from <kanji>school</kanji> you are taking an <vocabulary>absence from school</vocabulary>. This is only for very long absences though, not a day or a week, but months or years. Think about it like taking an extended leave of absence from school.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      542,
      599
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      542,
      599
    ]
  },
  {
    "id": 2794,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2794",
    "level": 5,
    "characters": "林",
    "meanings": [
      "Forest",
      "Grove"
    ],
    "readings": [
      "はやし"
    ],
    "examples": [
      {
        "en": "There are many log houses in that forest.",
        "ja": "あの林にはログハウスがたくさんあります。"
      },
      {
        "en": "I left the forest early as there were a lot of bugs.",
        "ja": "虫がたくさんいたので、林からは早々に出ましたよ。"
      },
      {
        "en": "I saw bamboo shoots coming out of the soil in the bamboo forest.",
        "ja": "竹の林の中で、竹の子が土から出るのを見たんです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji it uses the kun'yomi reading. You've already learned this reading with the kanji, though, so you should be able to read this.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      600
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      600
    ]
  },
  {
    "id": 2795,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2795",
    "level": 5,
    "characters": "空気",
    "meanings": [
      "Air",
      "Atmosphere",
      "Mood"
    ],
    "readings": [
      "くうき"
    ],
    "examples": [
      {
        "en": "The mountain air is so clean.",
        "ja": "山は空気がきれいですね。"
      },
      {
        "en": "Some cool air came in from the outside.",
        "ja": "外から、つめたい空気が入ってきた。"
      },
      {
        "en": "Please just take the hint.",
        "ja": "ちょっとは空気をよんで下さい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>sky</kanji> <kanji>energy</kanji>... once known as a mystical essence that kept us from flying into space. Now we know this is the <vocabulary>air</vocabulary>. It can also mean <vocabulary>atmosphere</vocabulary>, though, because that's what a bunch of air between the earth and space is called. ここの空気はいいね！\n\nFiguratively, this can also refer to the <vocabulary>mood</vocabulary> that's in the air or room, but not a specific person's mood! ",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      601,
      548
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      601,
      548
    ]
  },
  {
    "id": 2796,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2796",
    "level": 5,
    "characters": "空",
    "meanings": [
      "Sky"
    ],
    "readings": [
      "そら"
    ],
    "examples": [
      {
        "en": "The sky is big.",
        "ja": "空は広い。"
      },
      {
        "en": "The western sky was orange yesterday evening.",
        "ja": "夕べ、西の空はオレンジ色だった。"
      },
      {
        "en": "You can't see the moon in the sky because of the rain.",
        "ja": "雨のせいで、空には月が見えません。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word: \n\nIn the sky, you are the ruler. You are known as \"The <reading>soarer</reading>!\" (そら). Imagine your theme song and make sure it includes \"soarer of the sky\" or something awesome like that.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      601
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      601
    ]
  },
  {
    "id": 2797,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2797",
    "level": 5,
    "characters": "金",
    "meanings": [
      "Gold"
    ],
    "readings": [
      "きん"
    ],
    "examples": [
      {
        "en": "I gave her a gold necklace.",
        "ja": "金のネックレスをプレゼントしました。"
      },
      {
        "en": "Is this real gold?",
        "ja": "これは本当の金ですか？"
      },
      {
        "en": "Apparently, there are toilets made of gold in Japan.",
        "ja": "日本には金でできたトイレがあるそうだ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji you would normally think it uses the kun'yomi reading. Not this word, though. It still uses the on'yomi reading, which you learned with the kanji. Don't confuse this one with お金, though. That one uses kun'yomi which you know because it has a hiragana attached.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      602
    ],
    "part_of_speech": [
      "noun",
      "suffix"
    ],
    "kanji_from_vocab": [
      602
    ]
  },
  {
    "id": 2798,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2798",
    "level": 5,
    "characters": "金玉",
    "meanings": [
      "Testicles"
    ],
    "readings": [
      "きんたま"
    ],
    "examples": [
      {
        "en": "That is not a testicle.",
        "ja": "それは金玉ではありません。"
      },
      {
        "en": "I'm satisfied with my testicles.",
        "ja": "自分の金玉が気に入ってます。"
      },
      {
        "en": "Testicles are one of the most important parts of a man's body.",
        "ja": "金玉は男の人の体の中でも大切なパーツの一つです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have some <kanji>gold</kanji> <kanji>ball</kanji>s. What balls are more important than any other balls, at least for a dude? That would be his <vocabulary>testicles</vocabulary>. \n\nThis word came about because tanuki scrotum skin would be used to pound down gold into sheets. Tanuki scrotums are apparently very good at this because they are very strong and very flexible. Strange, yeah? That's why Gold balls = testicles.\n\nAs you might have guessed, this word is slang and you'll probably want to avoid using it at the doctor's! It's a comical word that is used in casual situations.",
    "reading_mnemonic": "This word uses the on'yomi for 金 and the kun'yomi for 玉. If you know the readings of your kanji, you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      602,
      489
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      602,
      489
    ]
  },
  {
    "id": 2799,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2799",
    "level": 5,
    "characters": "お金",
    "meanings": [
      "Money"
    ],
    "readings": [
      "おかね"
    ],
    "examples": [
      {
        "en": "Wedding rings are more important than money.",
        "ja": "ウェディングリングは、お金よりも大切です。"
      },
      {
        "en": "Last month, I got a lot of money from gambling.",
        "ja": "先月はギャンブルで多くのお金が入った。"
      },
      {
        "en": "There were some problems with the way of managing financials at the head office.",
        "ja": "本社のお金のマネジメントの仕方に不正があった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The お is an honorific that makes this word a bit more fancy. When you're talking about money you gotta be fancy, after all. So, you're basically saying \"gold\" in a nicer way. What was gold back in the day? It was <vocabulary>money</vocabulary>.",
    "reading_mnemonic": "The reading for 金 is different from the one you learned with the kanji. Makes sense since this is a single kanji with hiragana attached. Here's a mnemonic to help you: \n\nYou've saved up a ton of money. With it you're going to buy something awesome. Then, suddenly someone hits you in the knees with a bat. Now you have to spend all your <vocabulary>money</vocabulary> buying a <reading>cane</reading> (かね). Sucks for you :(",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      602
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      602
    ]
  },
  {
    "id": 2800,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2800",
    "level": 5,
    "characters": "雨",
    "meanings": [
      "Rain"
    ],
    "readings": [
      "あめ"
    ],
    "examples": [
      {
        "en": "It's rainy today.",
        "ja": "今日は雨だ。"
      },
      {
        "en": "It rains in Portland for about four months out of the year.",
        "ja": "ポートランドは一年の内、大体四ヶ月は雨です。"
      },
      {
        "en": "I often stay in my apartment instead of going out when it rains on my day off.",
        "ja": "雨の休日は出かけないでアパートの中にこもることが多いです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji it uses the kun'yomi reading. Lucky for you, you learned this reading with the kanji.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      603
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      603
    ]
  },
  {
    "id": 2801,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2801",
    "level": 5,
    "characters": "青い",
    "meanings": [
      "Blue",
      "Unripe"
    ],
    "readings": [
      "あおい"
    ],
    "examples": [
      {
        "en": "This blue flower is sweet pea.",
        "ja": "この青い花はスイートピーです。"
      },
      {
        "en": "This orange is still unripe.",
        "ja": "このオレンジ、まだ青いですね。"
      },
      {
        "en": "Where is the town with blue skies and white beaches?",
        "ja": "青い空と白いビーチのある町はどこですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is a single kanji with an い on the end, meaning you know it's probably an adjective. What's the adjective form of <kanji>blue</kanji>? It's still <vocabulary>blue</vocabulary>! It can also mean <vocabulary>unripe</vocabulary>, which might sound confusing, but it comes down to the fact that in Japanese there's some overlap between blue and green. So while in English we think of the \"go\" traffic light and unripe bananas as \"green,\" in Japanese they're actually called \"blue.\"",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the あお portion to read this word. Think of <vocabulary>blue</vocabulary> things on your body. Those are bruises. Touch them. What would you say? <reading>OW!</reading> (あお).",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      604
    ],
    "part_of_speech": [
      "い adjective"
    ],
    "kanji_from_vocab": [
      604
    ]
  },
  {
    "id": 2802,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2802",
    "level": 5,
    "characters": "青年",
    "meanings": [
      "Youth",
      "Young Man",
      "Young Adult"
    ],
    "readings": [
      "せいねん"
    ],
    "examples": [
      {
        "en": "The young man was eighteen years old.",
        "ja": "その青年は十八才でした。"
      },
      {
        "en": "What a generous young man you are.",
        "ja": "あなたは、なんて心の広い青年だ。"
      },
      {
        "en": "The young man said he wanted to be a pilot when grows up.",
        "ja": "青年は大人になったらパイロットになりたいと言っていた。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Someone who is in their <kanji>young</kanji> <kanji>year</kanji>s is a <vocabulary>youth</vocabulary>, or <vocabulary>young man</vocabulary>. \n\n青年 refers to <vocabulary>young adult</vocabulary>s, usually in their late teens to early twenties. The word is gender-neutral in legal or official contexts, but in everyday use 青年 usually refers to young men.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well. That said, this reading can be easy to confuse with other similar words, so here's a mnemonic to help you out:\n\nThe <vocabulary>youth</vocabulary> like to play with <reading>sa</reading>bers (せい) and <reading>nen</reading>doroids (ねん). Think about it: as you leave childhood and become a 青年, you want more mature and dangerous hobbies, right? So you move on from plastic swords and soft toys to playing with real sabers and nendoroid action figures. You're such a cool 青年.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      604,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      604,
      546
    ]
  },
  {
    "id": 2803,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2803",
    "level": 5,
    "characters": "草",
    "meanings": [
      "Grass",
      "Weed"
    ],
    "readings": [
      "くさ"
    ],
    "examples": [
      {
        "en": "There's nothing but grass around here.",
        "ja": "ここは草ばかりだ。"
      },
      {
        "en": "Taking care of grass is quite a pain.",
        "ja": "草の手入れは中々めんどくさいです。"
      },
      {
        "en": "Other than grass, cows eat rice and things like that.",
        "ja": "牛は草の他にも米などをたべますよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it uses the kun'yomi reading. You learned this reading when you learned the kanji.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      605
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      605
    ]
  },
  {
    "id": 2804,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2804",
    "level": 5,
    "characters": "音",
    "meanings": [
      "Sound",
      "Noise"
    ],
    "readings": [
      "おと"
    ],
    "examples": [
      {
        "en": "This is the sound of a Ferrari engine.",
        "ja": "これはフェラーリのエンジンの音だ。"
      },
      {
        "en": "There was a loud noise from the floor above.",
        "ja": "上のフロアから、大きな音がしました。"
      },
      {
        "en": "The sound of the rain was so loud I couldn't rest well.",
        "ja": "雨の音がうるさくて、よく休めませんでした。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word: \n\nDid you hear that <vocabulary>sound</vocabulary>? It's barely <reading>audi</reading>ble (おと). Go ahead and say the word \"audible\" with the pronunciation of おと to help you to remember this.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      606
    ],
    "part_of_speech": [
      "noun",
      "suffix"
    ],
    "kanji_from_vocab": [
      606
    ]
  },
  {
    "id": 2805,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2805",
    "level": 5,
    "characters": "作る",
    "meanings": [
      "To Make",
      "To Build",
      "To Create"
    ],
    "readings": [
      "つくる"
    ],
    "examples": [
      {
        "en": "My mother always makes sandwiches.",
        "ja": "母は、いつもサンドイッチを作る。"
      },
      {
        "en": "Have you already created a student portal account?",
        "ja": "学生ポータルのアカウントもう作った？"
      },
      {
        "en": "I am taking an engineering class because I want to build a robot.",
        "ja": "ロボットを作りたくて工学のクラスをとってます。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>make</kanji>. The verb form of that is <vocabulary>to make</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the つく portion. In order to do that let's think about something that you're going to make. Imagine something really awesome. You complete it and look at your masterpiece. It's amazing. You realize right then and there that it's <reading>too coo</reading>l (つく) for the general public to see. You proceed to smash it. It's way too cool.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      584
    ],
    "part_of_speech": [
      "transitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      584
    ]
  },
  {
    "id": 2806,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2806",
    "level": 5,
    "characters": "体",
    "meanings": [
      "Body"
    ],
    "readings": [
      "からだ"
    ],
    "examples": [
      {
        "en": "The man has a big body.",
        "ja": "その男は体が大きい。"
      },
      {
        "en": "Cherish your healthy body for life.",
        "ja": "元気な体を一生大切にしてね。"
      },
      {
        "en": "My whole body turned red due to allergies.",
        "ja": "アレルギーで体中が赤くなった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word: \n\nYou have your body. It's nice - looking good! What would really mess up your body? It would be a <reading>car raider</reading> (からだ). I'm talking about a dude who is a raider of some kind driving a car. If he runs into your body, you're done for, so watch out for the car raider. \n\nOf course, this mnemonic is only meant to get you close to the reading. Hopefully it is close enough to get you to the actual reading, からだ.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      583
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      583
    ]
  },
  {
    "id": 2807,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2807",
    "level": 5,
    "characters": "体力",
    "meanings": [
      "Physical Strength",
      "Physical Power",
      "Stamina",
      "Endurance"
    ],
    "readings": [
      "たいりょく"
    ],
    "examples": [
      {
        "en": "Dad doesn't have much endurance.",
        "ja": "お父さんは体力がない。"
      },
      {
        "en": "I run once a day to improve my stamina.",
        "ja": "体力アップのためにランニングを一日一回してます。"
      },
      {
        "en": "My physical strength last year and my current strength are about the same.",
        "ja": "去年の体力と今の体力は、大体同じです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have your <kanji>body</kanji> <kanji>power</kanji>. This is just another way to say <vocabulary>physical strength</vocabulary>. Watch out, if you use too much of your physical strength you may run out of physical <vocabulary>stamina</vocabulary> and <vocabulary>endurance</vocabulary> completely! They're tied together, so make sure to pace yourself.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 力 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nYour <vocabulary>physical strength</vocabulary> and <vocabulary>stamina</vocabulary> are tied together with a <reading>tie</reading> <reading>lock</reading> (たいりょく). That's a lock made of ties that ties your strength and stamina up together, making it much easier to pace yourself.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      583,
      447
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      583,
      447
    ]
  },
  {
    "id": 2808,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2808",
    "level": 5,
    "characters": "体内",
    "meanings": [
      "Inside The Body",
      "Internal"
    ],
    "readings": [
      "たいない"
    ],
    "examples": [
      {
        "en": "Water comes out of the body no matter what.",
        "ja": "どうしても水は体内から出る。"
      },
      {
        "en": "It seems that a virus has entered the body.",
        "ja": "体内にウィルスが入ったようだ。"
      },
      {
        "en": "I feel like the alcohol content in the body is lacking.",
        "ja": "体内のアルコール分が不足してる気がします。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>body</kanji>'s <kanji>inside</kanji> means <vocabulary>inside the body</vocabulary> or <vocabulary>internal</vocabulary>.\n\n体内 refers specifically to internal body stuff, so you'll often see it in medical and scientific contexts.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      583,
      500
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      583,
      500
    ]
  },
  {
    "id": 2809,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2809",
    "level": 5,
    "characters": "作文",
    "meanings": [
      "Composition",
      "Writing",
      "Essay"
    ],
    "readings": [
      "さくぶん"
    ],
    "examples": [
      {
        "en": "A seven-year-old boy's essay became a book.",
        "ja": "七才の男の子の作文が本になった。"
      },
      {
        "en": "In first grade writing class, we wrote on the theme of \"cherry blossom viewing\".",
        "ja": "一年生の作文クラスで「お花見」をテーマに作文をした。"
      },
      {
        "en": "I corrected composition errors with a fat red pen.",
        "ja": "作文のエラーは太い赤ペンで正しました。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you <kanji>make</kanji> <kanji>writing</kanji>, what are you doing? Simply put, you're <vocabulary>writing</vocabulary>. If you want to be fancier about it, you could say this is <vocabulary>composition</vocabulary>.\n\nNote that 作文 often refers to the end result of a writing process, like a finished essay, rather than the writing process itself. It’s also commonly associated with various writing tasks assigned to students in Japanese elementary or middle school.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since both 文 and 作 have two on'yomi readings, here's a mnemonic to help you remember which ones to use:\n\nYou can't stop writing <vocabulary>composition</vocabulary>s about <reading>sack</reading>s 'n' <reading>bun</reading>s (さくぶん). You're obsessed with them. You've been writing <vocabulary>essay</vocabulary> after essay about sacks 'n' buns. Stop <vocabulary>writing</vocabulary> about sacks 'n' buns!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      584,
      475
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      584,
      475
    ]
  },
  {
    "id": 2811,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2811",
    "level": 5,
    "characters": "工作",
    "meanings": [
      "Handicraft",
      "Crafts",
      "Maneuvering"
    ],
    "readings": [
      "こうさく"
    ],
    "examples": [
      {
        "en": "I'm not good at crafts.",
        "ja": "わたし、工作が下手なんです。"
      },
      {
        "en": "My father built a whole kitchen from a craft kit.",
        "ja": "父は工作キットでキッチンを丸ごとつくった。"
      },
      {
        "en": "The teacher crafted an alibi that he was in the bar last evening.",
        "ja": "先生は、夕べはバーにいたというアリバイ工作をしたのだ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What is the \"<kanji>industry</kanji> of <kanji>make</kanji>\"? Well, it's when you industriously make things, obviously. That can only be <vocabulary>handicraft</vocabulary> or <vocabulary>crafts</vocabulary>, often referring to craft activities or hands-on projects done in elementary or middle school!\n\nBut wait, 工作 isn't just about glue and popsicle sticks! It can also mean <vocabulary>maneuvering</vocabulary>, in the sense of pulling strings behind the scenes. So, whether you're crafting a masterpiece or scheming a clever plan, 工作 encompasses the wonders of crafting!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 作 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nYour favorite <vocabulary>handicraft</vocabulary> is making <reading>こう</reading>いち <reading>sack</reading>s (さく). They're sacks that look exactly like こういち, and you're incredibly good at making them. Soon, the Tofugu offices will be decorated all over with your こういち sacks.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      457,
      584
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      457,
      584
    ]
  },
  {
    "id": 2812,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2812",
    "level": 5,
    "characters": "大作",
    "meanings": [
      "Major Work",
      "Masterpiece",
      "Blockbuster"
    ],
    "readings": [
      "たいさく"
    ],
    "examples": [
      {
        "en": "\"Psycho\" is Hitchcock's magnum opus.",
        "ja": "「サイコ」はヒッチコックの大作だ。"
      },
      {
        "en": "\"Star Wars: Episode I\" was the most epic American film of 1999.",
        "ja": "「スターウォーズ エピソードI」は１９９９年のアメリカ一の大作でした。"
      },
      {
        "en": "I can't come up with any ideas for a masterpiece anymore.",
        "ja": "もう自分では大作のアイディアは考えられない。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>big</kanji> <kanji>make</kanji>! What is your big make? Bigger than anything else. It is your <vocabulary>major work</vocabulary>!\n\n大作 means a large-scale, ambitious, or significant work. Depending on the context, it can refer to anything from an artistically accomplished <vocabulary>masterpiece</vocabulary> to a big-budget <vocabulary>blockbuster</vocabulary> movie.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 大 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nDid you know that there's a <vocabulary>monumental work</vocabulary> about a <reading>tie</reading> <reading>sack</reading> (たいさく)? It's a <vocabulary>masterpiece</vocabulary> about a magic sack that produces tie after tie after tie after tie... A bit like The Magic Porridge Pot, but with a sack and ties instead.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      453,
      584
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      453,
      584
    ]
  },
  {
    "id": 2813,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2813",
    "level": 5,
    "characters": "図",
    "meanings": [
      "Diagram"
    ],
    "readings": [
      "ず"
    ],
    "examples": [
      {
        "en": "Please look at the diagram below.",
        "ja": "下の図を見てください。"
      },
      {
        "en": "I made a diagram to show the lack of population in the village.",
        "ja": "村の人口不足を図にしてみた。"
      },
      {
        "en": "The size of diagram can be increased by clicking on it.",
        "ja": "図はクリックすると大きさを上げることができる。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "While words that are made up of a single kanji usually take the kun'yomi reading, this one takes the on'yomi reading. Luckily, this is the same reading you learned with the kanji, so it shouldn't be too hard to remember.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      585
    ],
    "part_of_speech": [
      "noun",
      "suffix"
    ],
    "kanji_from_vocab": [
      585
    ]
  },
  {
    "id": 2814,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2814",
    "level": 5,
    "characters": "声",
    "meanings": [
      "Voice"
    ],
    "readings": [
      "こえ"
    ],
    "examples": [
      {
        "en": "Oh, that Dad's voice.",
        "ja": "あっ、お父さんの声だ。"
      },
      {
        "en": "My voice escaped my mouth unintentionally.",
        "ja": "ついつい口から声が出てしまった。"
      },
      {
        "en": "Your voice sounds exactly like my friend's.",
        "ja": "あなたの声、友人の声とそっくりです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "The reading for this word is the same as the one you learned with the kanji making it easy to remember!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      586
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      586
    ]
  },
  {
    "id": 2815,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2815",
    "level": 5,
    "characters": "大声",
    "meanings": [
      "Loud Voice",
      "Big Voice"
    ],
    "readings": [
      "おおごえ"
    ],
    "examples": [
      {
        "en": "I raised my voice despite myself.",
        "ja": "つい大声が出てしまった。"
      },
      {
        "en": "I can't say too loudly that I joined the company through a connection.",
        "ja": "コネ入社だなんて、大声では言えないよ。"
      },
      {
        "en": "When I said \"Yahoo\" to the mountains, a \"Yahoo\" echoed back.",
        "ja": "山の方に大声で「やっほー」と言うと「やっほー」と山びこがかえってきた。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "A <kanji>big</kanji> <kanji>voice</kanji> is a <vocabulary>loud voice</vocabulary>!\n\n大声 usually just describes talking in a <vocabulary>big voice</vocabulary>, but it can also refer to shouting depending on the situation.",
    "reading_mnemonic": "The reading for 声 is ごえ (rendaku'd version of the reading you know: こえ). The reading for 大 is the kun'yomi reading, like with the word 大きい (おおきい). Just imagine a loud voice saying \"おお！.\"",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      453,
      586
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      453,
      586
    ]
  },
  {
    "id": 2820,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2820",
    "level": 5,
    "characters": "弟",
    "meanings": [
      "Younger Brother",
      "Little Brother"
    ],
    "readings": [
      "おとうと"
    ],
    "examples": [
      {
        "en": "The boy on the left is my brother.",
        "ja": "左の男の子がわたしの弟です。"
      },
      {
        "en": "My brother doesn't watch TV.",
        "ja": "弟は、テレビを見ません。"
      },
      {
        "en": "My younger brother and my older brother sound exactly the same.",
        "ja": "弟と兄は声がそっくりです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. When learning the kanji, you didn't learn that reading, so here's a mnemonic to help you with this word: \n\nYou look at your younger brother. He's a scheming one. He's smiling up at you. Why? Because he's lit a firecracker on your foot. It explodes, sending your toe flying. You yell <reading>\"OH. Toe? TOE!\"</reading> (おとうと) as you realize what's going on.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      588
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      588
    ]
  },
  {
    "id": 2821,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2821",
    "level": 5,
    "characters": "兄弟",
    "meanings": [
      "Brothers",
      "Siblings"
    ],
    "readings": [
      "きょうだい"
    ],
    "examples": [
      {
        "en": "Those two are brothers.",
        "ja": "あの二人は兄弟です。"
      },
      {
        "en": "Were Mario and Luigi brothers!?",
        "ja": "マリオとルイージって兄弟だったの！？"
      },
      {
        "en": "I have four siblings.",
        "ja": "わたしには兄弟が四人います。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have an <kanji>older brother</kanji> and a <kanji>younger brother</kanji>. Wow! Both are here. These are <vocabulary>brothers</vocabulary>!",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      515,
      588
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      515,
      588
    ]
  },
  {
    "id": 2824,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2824",
    "level": 5,
    "characters": "来る",
    "meanings": [
      "To Come"
    ],
    "readings": [
      "くる"
    ],
    "examples": [
      {
        "en": "The teacher's coming soon.",
        "ja": "もうすぐ先生が来る。"
      },
      {
        "en": "I come from America.",
        "ja": "アメリカから来ました。"
      },
      {
        "en": "Mom, please don't come to my office, I beg you.",
        "ja": "お母さん、おねがいだから会社には来ないで。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>come</kanji> so you know this word means <vocabulary>to come</vocabulary>.",
    "reading_mnemonic": "The reading for this word is pretty strange. It changes depending on the type of verb form you use (it's a pesky exception verb). To remember the reading of this word, here's a mnemonic: \n\n\"I want you <vocabulary>to come</vocabulary> to the <reading>coo</reading>l (く) side, Luke,\" says Darth Vader.\n\"What?\" replies Luke.\n\nJust replace this line into the famous line from Star Wars. Say it out loud. Do the Vader voice. It'll help you to remember.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      590
    ],
    "part_of_speech": [
      "intransitive verb"
    ],
    "kanji_from_vocab": [
      590
    ]
  },
  {
    "id": 2825,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2825",
    "level": 5,
    "characters": "来月",
    "meanings": [
      "Next Month"
    ],
    "readings": [
      "らいげつ"
    ],
    "examples": [
      {
        "en": "Is the piano competition next month?",
        "ja": "ピアノのコンクールは来月ですか？"
      },
      {
        "en": "We're having a party next month. Please come, Kanae.",
        "ja": "来月、パーティーをするので、かなえさんも来て下さい。"
      },
      {
        "en": "The number of new staff members who will join the company next month is about ninety.",
        "ja": "来月入社するスタッフは大体九十人です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>next</kanji> <kanji>month</kanji> is the <vocabulary>next month</vocabulary>! It isn't this month or the month before, it's the next one!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 月 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\n<vocabulary>Next month</vocabulary> is when <reading>rye</reading> <reading>gets</reading> (らいげつ) into your diet! You're going to eat only rye bread and drink only rye beer for all of next month. Bet you can't wait!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      590,
      477
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      590,
      477
    ]
  },
  {
    "id": 2826,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2826",
    "level": 5,
    "characters": "来年",
    "meanings": [
      "Next Year"
    ],
    "readings": [
      "らいねん"
    ],
    "examples": [
      {
        "en": "Next year is the year 2000.",
        "ja": "来年は２０００年です。"
      },
      {
        "en": "I will be eighteen next September.",
        "ja": "わたしは来年の九月に十八才になります。"
      },
      {
        "en": "I'm going to stay in Japan until next year's project.",
        "ja": "来年のプロジェクトまでは日本にいるつもりだよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>next</kanji> <kanji>year</kanji> is <vocabulary>next year</vocabulary>! It isn't last year or this year, it's the next one!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      590,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      590,
      546
    ]
  },
  {
    "id": 2827,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2827",
    "level": 5,
    "characters": "古来",
    "meanings": [
      "From Ancient Times",
      "Age-Old"
    ],
    "readings": [
      "こらい"
    ],
    "examples": [
      {
        "en": "Since ancient times, that mountain has been called \"Mt. Fuji.\"",
        "ja": "古来から、あの山は「ふじ山」という名だ。"
      },
      {
        "en": "The kappa is an ancient Japanese yokai.",
        "ja": "カッパは、日本古来のヨウカイです。"
      },
      {
        "en": "Using bamboo is the ancient way of DIY.",
        "ja": "竹を用いるのは、古来のDIYの仕方です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Things that are really <kanji>old</kanji> <kanji>come</kanji> <vocabulary>from ancient times</vocabulary>!\n\nThis is a relatively formal expression that’s used to talk about <vocabulary>age-old</vocabulary> things, like customs that have stood the test of time.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      519,
      590
    ],
    "part_of_speech": [
      "adverb",
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      519,
      590
    ]
  },
  {
    "id": 2829,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2829",
    "level": 5,
    "characters": "〜年来",
    "meanings": [
      "For Some Years",
      "For Years"
    ],
    "readings": [
      "ねんらい"
    ],
    "examples": [
      {
        "en": "Michael is my father's friend of thirty years.",
        "ja": "マイケルは、父の三十年来の友人です。"
      },
      {
        "en": "Koichi finally fulfilled his decade-long American dream.",
        "ja": "コウイチは、ついに十年来のアメリカンドリームをかなえました。"
      },
      {
        "en": "This is a masterpiece fifty years in the making!",
        "ja": "これは五十年来の大作ですよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you have <kanji>year</kanji>s <kanji>com</kanji>ing and going, you know it is <vocabulary>for some years</vocabulary>. Don't confuse this one with 来年 which means \"next year.\" The kanji 来 comes after the kanji for year, so instead of \"coming year\" it's \"years that come (and go).\" At least, you can think of it that way to differentiate. \n\nYou can also add numbers to this word. For example ５年来 means something to the tune of \"for five years.\" But this is a pretty formal word. Just keep that in mind.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      546,
      590
    ],
    "part_of_speech": [
      "suffix"
    ],
    "kanji_from_vocab": [
      546,
      590
    ]
  },
  {
    "id": 2830,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2830",
    "level": 5,
    "characters": "社内",
    "meanings": [
      "Within The Company",
      "In House",
      "Inside The Company"
    ],
    "readings": [
      "しゃない"
    ],
    "examples": [
      {
        "en": "The company has in-house designers.",
        "ja": "社内にデザイナーがいます。"
      },
      {
        "en": "White desks are popular in the company now.",
        "ja": "社内では今、白のデスクが人気です。"
      },
      {
        "en": "A message about the company party came as an internal email.",
        "ja": "会社のパーティについてのメッセージが社内メールで回ってきた。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you're doing something <kanji>inside</kanji> the <kanji>company</kanji> you're doing it <vocabulary>within the company</vocabulary> or <vocabulary>in-house</vocabulary>. For example, we do our kanji in-house. It gives it that artisan flavor.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      591,
      500
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      591,
      500
    ]
  },
  {
    "id": 2831,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2831",
    "level": 5,
    "characters": "入社",
    "meanings": [
      "Joining A Company",
      "Entering A Company"
    ],
    "readings": [
      "にゅうしゃ"
    ],
    "examples": [
      {
        "en": "I just joined a company.",
        "ja": "入社したばかりです。"
      },
      {
        "en": "I joined this company in April.",
        "ja": "この会社には、四月に入社しました。"
      },
      {
        "en": "What's the date of the company's entrance test?",
        "ja": "入社テストは何日ですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you <kanji>enter</kanji> a <kanji>company</kanji> you're actually <vocabulary>joining a company</vocabulary>. Welcome, new recruit. Prepare to be hazed!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      445,
      591
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      445,
      591
    ]
  },
  {
    "id": 2833,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2833",
    "level": 5,
    "characters": "本社",
    "meanings": [
      "Headquarters",
      "HQ",
      "Head Office",
      "Company Headquarters"
    ],
    "readings": [
      "ほんしゃ"
    ],
    "examples": [
      {
        "en": "The head office is in Portland.",
        "ja": "本社はポートランドにあります。"
      },
      {
        "en": "The HQ has a staff of about 1,000.",
        "ja": "本社にはスタッフが千人ほどいます。"
      },
      {
        "en": "It seems like there was unauthorized access to the headquarters' server.",
        "ja": "本社のサーバーに不正アクセスがあったらしい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>origin</kanji> <kanji>company</kanji> is where everything in your company comes from. This is your main base. This is your <vocabulary>headquarters</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      487,
      591
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      487,
      591
    ]
  },
  {
    "id": 2834,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2834",
    "level": 5,
    "characters": "会社",
    "meanings": [
      "Company",
      "Corporation",
      "The Office"
    ],
    "readings": [
      "かいしゃ"
    ],
    "examples": [
      {
        "en": "This company has a staff of five hundred.",
        "ja": "この会社のスタッフは五百人です。"
      },
      {
        "en": "Google is a very big company.",
        "ja": "グーグルは、とても大きな会社です。"
      },
      {
        "en": "Is there an apartment close to the company?",
        "ja": "会社に近いアパートはありますか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The place where your <kanji>company</kanji> <kanji>meet</kanji>s is your <vocabulary>company</vocabulary>. Sony is a company. Nintendo is a company. Etc.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      566,
      591
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      566,
      591
    ]
  },
  {
    "id": 2835,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2835",
    "level": 5,
    "characters": "角",
    "meanings": [
      "Corner",
      "Angle"
    ],
    "readings": [
      "かど",
      "かく"
    ],
    "examples": [
      {
        "en": "There is a convenience store on the corner.",
        "ja": "角にコンビニがありますよ。"
      },
      {
        "en": "A bag was hanging on the corner of the table.",
        "ja": "テーブルの角にカバンが下がっていた。"
      },
      {
        "en": "Apparently, a shape with five angles is called a \"pentagon.\"",
        "ja": "角が五つあるシェイプのことを、「ペンタゴン」と言うらしい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When the kanji for <kanji>angle</kanji> is used as a standalone word, it usually means <vocabulary>corner</vocabulary>. You can remember this because corners are pretty much the most common kind of angle you see in everyday life.\n\nIn math contexts, it can also mean <vocabulary>angle</vocabulary> — just like the kanji's meaning!",
    "reading_mnemonic": "This word has two different meanings and each one has its own reading.\n\nWhen it's used for <vocabulary>corner</vocabulary>s, the reading is かど. Just picture a deck of <reading>card</reading>s (かど). What's the most important part of the card? The corner! The corners are where the numbers are. Now tape those cards into all the corners of your house. Why? Because it's artsy!\n\nAnd the second meaning and reading pair is easy — <vocabulary>angle</vocabulary> and かく, which you already know from the kanji!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      592
    ],
    "part_of_speech": [
      "noun",
      "suffix"
    ],
    "kanji_from_vocab": [
      592
    ]
  },
  {
    "id": 2836,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2836",
    "level": 5,
    "characters": "三角",
    "meanings": [
      "Triangle"
    ],
    "readings": [
      "さんかく"
    ],
    "examples": [
      {
        "en": "The cheese was triangular.",
        "ja": "そのチーズは三角でした。"
      },
      {
        "en": "Cut the pineapple into small triangles.",
        "ja": "パイナップルは小さく三角に切って下さい。"
      },
      {
        "en": "There are two types of tiles, triangular and square.",
        "ja": "三角と四角の二タイプのタイルがあります。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you have something with <kanji>three</kanji> <kanji>angle</kanji>s, what shape is that? It's a <vocabulary>triangle</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      449,
      592
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      449,
      592
    ]
  },
  {
    "id": 2837,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2837",
    "level": 5,
    "characters": "四角",
    "meanings": [
      "Square",
      "Rectangle",
      "Cube"
    ],
    "readings": [
      "しかく"
    ],
    "examples": [
      {
        "en": "The keys on my keyboard are square.",
        "ja": "わたしのキーボードのキーは四角です。"
      },
      {
        "en": "Japanese stamps are mainly rectangular.",
        "ja": "日本の切手は主に四角ですよ。"
      },
      {
        "en": "Doesn't the character for \"kuchi\" look like a square?",
        "ja": "「口」と言う字は、ただの四角に見えませんか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What shape has <kanji>four</kanji> <kanji>angle</kanji>s? The most common one is a <vocabulary>square</vocabulary>, but it could also be a <vocabulary>rectangle</vocabulary> or even a <vocabulary>cube</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings for the kanji. You've learned them both already, so you should be able to read this word!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      485,
      592
    ],
    "part_of_speech": [
      "noun",
      "な adjective",
      "の adjective"
    ],
    "kanji_from_vocab": [
      485,
      592
    ]
  },
  {
    "id": 2838,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2838",
    "level": 5,
    "characters": "言う",
    "meanings": [
      "To Say"
    ],
    "readings": [
      "いう"
    ],
    "examples": [
      {
        "en": "The staff says, \"Thank you.\"",
        "ja": "スタッフは「ありがとうございました」と、言う。"
      },
      {
        "en": "Please say it a little slower.",
        "ja": "もう少しゆっくり言って下さい。"
      },
      {
        "en": "Did you tell your teacher \"Good morning\" today?",
        "ja": "今日はちゃんと先生に「おはようございます」言った？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>say</kanji>, so the verb version of that is <vocabulary>to say</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nTo remember the reading い we use the word \"eagle.\" \n\nYou're trying <vocabulary>to say</vocabulary> something, but every time you try to say anything an <reading>ea</reading>gle (い) swoops down and pecks at your face then flies away. Just imagine yourself saying tiny bits of words, then an eagle crashing down on your face. Then, you wait in silence. Nothing happens. You try to say something again, and the eagle swoops down on you again.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      593
    ],
    "part_of_speech": [
      "godan verb"
    ],
    "kanji_from_vocab": [
      593
    ]
  },
  {
    "id": 2839,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2839",
    "level": 5,
    "characters": "谷",
    "meanings": [
      "Valley"
    ],
    "readings": [
      "たに"
    ],
    "examples": [
      {
        "en": "The water in the valley is clean.",
        "ja": "谷の水はきれいです。"
      },
      {
        "en": "There is a girl named Nausicaa in that valley.",
        "ja": "あの谷には、ナウシカという名の少女がいますよ。"
      },
      {
        "en": "The entrance of the valley is here.",
        "ja": "谷の入り口はここです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. This happens to be the reading you learned with the kanji, too, so don't feel like you're stuck in a valley of despair or anything. Rejoice!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      594
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      594
    ]
  },
  {
    "id": 2840,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2840",
    "level": 5,
    "characters": "走る",
    "meanings": [
      "To Run"
    ],
    "readings": [
      "はしる"
    ],
    "examples": [
      {
        "en": "Wanna run to the restaurant?",
        "ja": "レストランまで走る？"
      },
      {
        "en": "There is a bus that runs north of town.",
        "ja": "町の北を走るバスがあります。"
      },
      {
        "en": "I can't take a life of having to run to the office every day anymore.",
        "ja": "毎日走って会社に行く人生はもうイヤなんです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This word consists of kanji with hiragana attached. Because the hiragana ends with an う sound, you know this word is a verb. The kanji itself means <kanji>run</kanji> so now you know the verb version of that is <vocabulary>to run</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you: \n\nYou have to remember the はし portion. Think of yourself running. It's nice. As you run, though, you notice the ground changing into something weird and mushy. Everything is turning into <reading>hash</reading> (はし) browns. You start to get sucked in, and soon you can't run anymore. Smell the hash browns and taste them too. What a terrible run this was.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      595
    ],
    "part_of_speech": [
      "intransitive verb",
      "godan verb"
    ],
    "kanji_from_vocab": [
      595
    ]
  },
  {
    "id": 2841,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2841",
    "level": 5,
    "characters": "走行",
    "meanings": [
      "Traveling",
      "Running",
      "Moving",
      "Driving"
    ],
    "readings": [
      "そうこう"
    ],
    "examples": [
      {
        "en": "Reduce the driving speed.",
        "ja": "走行スピードを下げてください。"
      },
      {
        "en": "Do not stand up while the bus is moving.",
        "ja": "バスの走行中に立ち上がらないで下さい。"
      },
      {
        "en": "Today's driving route is northbound.",
        "ja": "今日の走行ルートは北回りです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "A vehicle that <kanji>run</kanji>-<kanji>go</kanji>es is <vocabulary>running</vocabulary> and it's <vocabulary>moving</vocabulary> you somewhere else. You're <vocabulary>traveling</vocabulary>!\n\nThis word is typically used to describe the movement of vehicles such as cars and trains. It carries a slightly formal or rigid tone, so keep an eye on our context sentences to make sure you’re using it right!\n",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      595,
      580
    ],
    "part_of_speech": [
      "noun",
      "verbal noun"
    ],
    "kanji_from_vocab": [
      595,
      580
    ]
  },
  {
    "id": 2842,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2842",
    "level": 5,
    "characters": "近い",
    "meanings": [
      "Close",
      "Nearby",
      "Near"
    ],
    "readings": [
      "ちかい"
    ],
    "examples": [
      {
        "en": "The convenience store near here is 7-Eleven.",
        "ja": "ここから近いコンビニはセブンイレブンです。"
      },
      {
        "en": "The population of this village is close to a hundred.",
        "ja": "この村の人口は百人に近いです。"
      },
      {
        "en": "Is it true that beer is almost like water to American people?",
        "ja": "アメリカ人にとって、ビールは水に近いって本当？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is a single kanji with an い on the end, meaning you know it's probably an adjective. What's the adjective form of <kanji>near</kanji>? It's <vocabulary>close</vocabulary> or <vocabulary>nearby</vocabulary>.",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You didn't learn that reading with this kanji, so here's a mnemonic to help you.\n\nWho do you want to keep <vocabulary>close</vocabulary> at all times? Your <reading>chica</reading> (ちか), of course. She's your strongest support, so when challenges come your way, you'll want her <vocabulary>nearby</vocabulary>, as close as possible.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      596
    ],
    "part_of_speech": [
      "い adjective"
    ],
    "kanji_from_vocab": [
      596
    ]
  },
  {
    "id": 2843,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2843",
    "level": 5,
    "characters": "近日",
    "meanings": [
      "Soon",
      "In A Few Days",
      "Coming Days"
    ],
    "readings": [
      "きんじつ"
    ],
    "examples": [
      {
        "en": "This restaurant will open soon.",
        "ja": "このレストランは近日オープンする。"
      },
      {
        "en": "My brother's book will be released in a few days.",
        "ja": "近日、兄の本がリリースされます。"
      },
      {
        "en": "I will email you soon.",
        "ja": "近日中にメールしますね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>near</kanji> <kanji>day</kanji> is a day coming very <vocabulary>soon</vocabulary>. It's a day coming <vocabulary>in a few days</vocabulary> or in the <vocabulary>coming days</vocabulary>. In other words, you wouldn't use this word for something that's going to happen in a few minutes, or a few months.\n\nThis is a relatively formal word that is commonly used in professional or official contexts.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 日 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\n<vocabulary>Soon</vocabulary>, the place where you live will have two <reading>kin</reading>gs. <reading>Gee, two</reading> (きんじつ) of them? Yep, yours is the first country ever to have two kings.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      596,
      476
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      596,
      476
    ]
  },
  {
    "id": 2844,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2844",
    "level": 5,
    "characters": "近年",
    "meanings": [
      "Recent Years"
    ],
    "readings": [
      "きんねん"
    ],
    "examples": [
      {
        "en": "In recent years, Japanese whiskey has been trending.",
        "ja": "近年、日本のウィスキーがトレンドです。"
      },
      {
        "en": "In recent years, there's been a water shortage in this village.",
        "ja": "近年、この村では水が不足している。"
      },
      {
        "en": "In recent years, many first-graders have smartphones.",
        "ja": "近年の一年生は、多くの子がスマホをもっています。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The <kanji>close</kanji> <kanji>year</kanji>s are years that aren't too long ago. They are the <vocabulary>recent years</vocabulary>.\n\nThis is a formal word that is often used in writing or formal speech. ",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      596,
      546
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      596,
      546
    ]
  },
  {
    "id": 2845,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2845",
    "level": 5,
    "characters": "麦",
    "meanings": [
      "Wheat",
      "Barley",
      "Oats"
    ],
    "readings": [
      "むぎ"
    ],
    "examples": [
      {
        "en": "I'm allergic to wheat.",
        "ja": "麦アレルギーです。"
      },
      {
        "en": "Our hamster seems to like wheat and rice.",
        "ja": "うちのハムスターは麦と米を気に入ったみたいです。"
      },
      {
        "en": "What's the difference between barley and wheat?",
        "ja": "大麦と小麦のちがいは何ですか。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji that uses the kun'yomi reading which is the reading you learned with the kanji.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      598
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      598
    ]
  },
  {
    "id": 2889,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/2889",
    "level": 5,
    "characters": "夜",
    "meanings": [
      "Night",
      "Evening"
    ],
    "readings": [
      "よる"
    ],
    "examples": [
      {
        "en": "Paris at night is romantic.",
        "ja": "夜のパリはロマンチックだ。"
      },
      {
        "en": "Today's dinner is pasta.",
        "ja": "今日の夜ごはんはパスタです。"
      },
      {
        "en": "I often go out at night.",
        "ja": "私は夜に出かけることが多いです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Since this word is made up of a single kanji, it should use the kun'yomi reading. Fortunately, this is the よる reading you learned with the kanji!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      622
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      622
    ]
  },
  {
    "id": 3408,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3408",
    "level": 5,
    "characters": "男の子",
    "meanings": [
      "Boy"
    ],
    "readings": [
      "おとこのこ"
    ],
    "examples": [
      {
        "en": "A boy was born in 2018.",
        "ja": "２０１８年に男の子が生まれました。"
      },
      {
        "en": "Congratulations, mom. It's a cute baby boy!",
        "ja": "おめでとうございます、お母さん。かわいい男の子ですよ。"
      },
      {
        "en": "That energetic boy will be a first-grader next year.",
        "ja": "あの元気な男の子は来年一年生だ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "A <kanji>man</kanji> <kanji>child</kanji> is a <vocabulary>boy</vocabulary>.\n\nThere's a の particle stuck in the middle of this word. Here it just means the noun before の is modifying the noun after. \n\nBut for now, all you really have to remember is that 男の子 means \"boy.\"",
    "reading_mnemonic": "If you know the kun'yomi readings of both of these kanji you should be okay. You have two separate single-kanji words put together by a の. That's why it's the kun'yomi reading - they're separate. ",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      555,
      462
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      555,
      462
    ]
  },
  {
    "id": 3409,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3409",
    "level": 5,
    "characters": "毛虫",
    "meanings": [
      "Caterpillar"
    ],
    "readings": [
      "けむし"
    ],
    "examples": [
      {
        "en": "There was a caterpillar in the cabbage.",
        "ja": "キャベツの中に毛虫がいた。"
      },
      {
        "en": "It was not soil. It was caterpillar poop.",
        "ja": "土じゃなくて、毛虫のフンだった。"
      },
      {
        "en": "This is Charlotte, my pet caterpillar.",
        "ja": "ペットの毛虫のシャーロットです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you think of a <kanji>fur</kanji> <kanji>insect</kanji> what do you think of? My mind immediately goes to a <vocabulary>caterpillar</vocabulary>. Imagine the furriest caterpillar you can and touch it. How does it feel? Furry?",
    "reading_mnemonic": "The readings for this word are strange. Both use the kun'yomi readings - 虫 uses the reading you learned with the kanji, so that's easy. The 毛 part is like the vocab word 毛 you learned in the previous lesson.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      513,
      553
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      513,
      553
    ]
  },
  {
    "id": 3410,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3410",
    "level": 5,
    "characters": "下町",
    "meanings": [
      "Downtown",
      "Backstreets"
    ],
    "readings": [
      "したまち"
    ],
    "examples": [
      {
        "en": "My father was born in a downtown area.",
        "ja": "父は下町で生まれた。"
      },
      {
        "en": "I liked the atmosphere and people downtown.",
        "ja": "下町の空気や人々が気に入ったんです。"
      },
      {
        "en": "A shitamachi is an old Japanese style of downtown.",
        "ja": "下町とは日本の古いスタイルのダウンタウンのことです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have the <kanji>below</kanji> <kanji>town</kanji>. Does this sort of sound familiar? We have another word for it in English, but it's essentially the same thing: <vocabulary>downtown</vocabulary>. It isn't the downtown you might be used to though. In Japan, this is an old word that was used for the commercial districts literally, physically down (lower than) the main city. So picture an old, urban Japanese area!",
    "reading_mnemonic": "The reading for this word is all kun'yomi despite being jukugo. Just think of sketchy things going on in the downtown, just like how there's sketchy kun'yomi readings for this word. You should know both the kun'yomi readings from the previous level, though, so if you do you know the reading for this word as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      451,
      556
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      451,
      556
    ]
  },
  {
    "id": 3412,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3412",
    "level": 5,
    "characters": "男の人",
    "meanings": [
      "Man"
    ],
    "readings": [
      "おとこのひと"
    ],
    "examples": [
      {
        "en": "Tanaka sensei is a man.",
        "ja": "田中先生は男の人です。"
      },
      {
        "en": "There were not many boots for men.",
        "ja": "男の人用のブーツは中々ありませんでした。"
      },
      {
        "en": "A romantic man tends to do a flash mob when proposing.",
        "ja": "ロマンチックな男の人ってプロポーズでフラッシュモブやりがちよね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "A <kanji>man</kanji> <kanji>person</kanji> is a <vocabulary>man</vocabulary>. \n\nThere's a の particle stuck in the middle of this word. Here it just means the noun before の is modifying the noun after. \n\nDon't worry if that's hard to remember though. Just remember 男の人 means \"man\" (and that it's more polite than plain 男). ",
    "reading_mnemonic": "This word is actually two separate words combined with a particle. So, since you treat them like separate words, you read each of them with the kun'yomi readings (they are both single kanji words all alone). That being said, in level 4 you learned about the vocab readings for these separate words, so use that knowledge to remember the reading for this word as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      555,
      444
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      555,
      444
    ]
  },
  {
    "id": 3414,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3414",
    "level": 5,
    "characters": "今まで",
    "meanings": [
      "Until Now",
      "Up To Now",
      "So Far"
    ],
    "readings": [
      "いままで"
    ],
    "examples": [
      {
        "en": "Thanks for everything so far.",
        "ja": "今まで、ありがとう。"
      },
      {
        "en": "What have you been up to so far?",
        "ja": "今まで何をしていたんですか。"
      },
      {
        "en": "What Koichi has been saying until now was true.",
        "ja": "今までコウイチが言ってたことは本当だった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You know that 今 means now. What you probably don't know is that まで means \"until.\" So, this word means <vocabulary>until now</vocabulary>.",
    "reading_mnemonic": "The reading for this word is the kun'yomi reading which you learned previously when you learned the vocab word 今. You can tell this is a kun'yomi reading because it has hiragana attached. So if you know that, you should be able to read this word as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      497
    ],
    "part_of_speech": [
      "adverb"
    ],
    "kanji_from_vocab": [
      497
    ]
  },
  {
    "id": 3416,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3416",
    "level": 5,
    "characters": "毛糸",
    "meanings": [
      "Wool Yarn",
      "Yarn"
    ],
    "readings": [
      "けいと"
    ],
    "examples": [
      {
        "en": "Please give me some pink wool.",
        "ja": "ピンク色の毛糸を下さい。"
      },
      {
        "en": "Grandma gave me a wool blanket she made herself.",
        "ja": "おばあちゃんが自分で作った毛糸のブランケットをくれました。"
      },
      {
        "en": "These jeans are actually made of wool.",
        "ja": "このジーンズ、本当は毛糸でできています。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you have <kanji>fur</kanji> <kanji>string</kanji> (aka string made of fur) what do you think of? Hopefully <vocabulary>wool yarn</vocabulary>.",
    "reading_mnemonic": "The readings for these kanji are the kun'yomi readings. With 毛 you should have learned this reading via the vocab word in the previous level. With 糸 it's actually the main reading for the kanji, so you should already know it.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      513,
      551
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      513,
      551
    ]
  },
  {
    "id": 3417,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3417",
    "level": 5,
    "characters": "今すぐ",
    "meanings": [
      "At Once",
      "Right Now",
      "Immediately",
      "Right Away"
    ],
    "readings": [
      "いますぐ"
    ],
    "examples": [
      {
        "en": "I'm going to the supermarket right now.",
        "ja": "今すぐスーパーにいってきます。"
      },
      {
        "en": "Watch the news on TV right now!",
        "ja": "今すぐテレビのニュース見て！"
      },
      {
        "en": "I'm going to come pick you up on a private jet right now.",
        "ja": "今すぐプライベートジェットで、むかえに行くよ。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You'll have to learn this word in two parts. You already know the meaning of 今 because of the kanji, which means \"now.\" The すぐ part, however, is a new word, meaning \"soon.\" すぐ and \"soon\" even start with a similar sound, so maybe that can help you remember this! If you put 今 and すぐ together, you get \"now soon.\" Put in better English, that's <vocabulary>at once</vocabulary> or <vocabulary>right now</vocabulary>.",
    "reading_mnemonic": "Since you already know the vocab word 今 (read いま), you should be able to read this word as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      497
    ],
    "part_of_speech": [
      "adverb"
    ],
    "kanji_from_vocab": [
      497
    ]
  },
  {
    "id": 3647,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3647",
    "level": 5,
    "characters": "里",
    "meanings": [
      "Hometown",
      "Village",
      "One's Parents' Home"
    ],
    "readings": [
      "さと"
    ],
    "examples": [
      {
        "en": "That mountain is this bear's hometown.",
        "ja": "あの山は、このクマの里なんです。"
      },
      {
        "en": "I left my hometown at the age of sixteen and became a web designer.",
        "ja": "十六才で里から出て、ウェブデザイナーになりました。"
      },
      {
        "en": "I went down to the village to get some water.",
        "ja": "水を手に入れるため、里に下りた。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This is the village you came from. This is where your parents live. This is your <vocabulary>hometown</vocabulary> (same meaning as the kanji you learned).\n\nThis word is old-fashioned and evokes a warm, nostalgic image of home. Often seen in folktales and traditional songs, it represents an idyllic, pastoral life.",
    "reading_mnemonic": "The reading is the same as with the kanji you learned, so you should feel nice and \"at home\" with this one 😉",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      597
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      597
    ]
  },
  {
    "id": 3648,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/3648",
    "level": 5,
    "characters": "里心",
    "meanings": [
      "Homesick",
      "Homesickness"
    ],
    "readings": [
      "さとごころ"
    ],
    "examples": [
      {
        "en": "I’m a bit homesick.",
        "ja": "ちょっと里心がついちゃったんです。"
      },
      {
        "en": "The nostalgic melody made me homesick.",
        "ja": "なつかしいメロディーに、里心がわいた。"
      },
      {
        "en": "This puppy may be crying because he is homesick, but who cares?",
        "ja": "この仔犬は里心がついて泣いているのかもしれないけど、そんなのかまうもんか。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have your <kanji>home village</kanji> and your <kanji>heart</kanji>. Your heart always resides in your home village, so when you leave you feel <vocabulary>homesick</vocabulary>.\n\nYoung people don't really use this word anymore. It's more for the oldies. If you're an oldie, go right ahead. If you're a youngie, then talk to more oldies!",
    "reading_mnemonic": "The readings are double kun'yomi. The kun'yomi reading is what you learned with 里 already, though you'll have to pull out the 心 vocab reading to remember it all. Not only that, the 心 gets rendaku'd here making it ごころ. Make sure you watch out for that.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      597,
      508
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      597,
      508
    ]
  },
  {
    "id": 4876,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/4876",
    "level": 5,
    "characters": "本当",
    "meanings": [
      "Reality",
      "Truth",
      "Real",
      "True"
    ],
    "readings": [
      "ほんとう"
    ],
    "examples": [
      {
        "en": "Is that true?",
        "ja": "それは本当ですか？"
      },
      {
        "en": "I wonder if they will give you a million yen from this campaign?",
        "ja": "キャンペーンで百万円くれるって、本当かな？"
      },
      {
        "en": "I'm really bad at handwriting.",
        "ja": "本当に字が下手なのです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What is <kanji>real</kanji> is <kanji>right</kanji>. It is the <vocabulary>reality</vocabulary>. It is also the <vocabulary>truth</vocabulary>. Don't believe anything that isn't <vocabulary>real</vocabulary> and <vocabulary>true</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. If you know the readings of your kanji you'll know how to read this as well.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      487,
      571
    ],
    "part_of_speech": [
      "noun",
      "な adjective"
    ],
    "kanji_from_vocab": [
      487,
      571
    ]
  },
  {
    "id": 4970,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/4970",
    "level": 5,
    "characters": "豚",
    "meanings": [
      "Pig"
    ],
    "readings": [
      "ぶた"
    ],
    "examples": [
      {
        "en": "There's a pig over there.",
        "ja": "あそこに豚がいるよ。"
      },
      {
        "en": "Wow, it's a piglet! Cute.",
        "ja": "わっ、子豚だ！かわいい。"
      },
      {
        "en": "This is the first time I have seen a pig in real life.",
        "ja": "ホンモノの豚を見るのは、これがはじめてです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word are exactly the same. That means they share meanings as well.",
    "reading_mnemonic": "Reading is the same as what you learned with the kanji.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      1309
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      1309
    ]
  },
  {
    "id": 5935,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/5935",
    "level": 5,
    "characters": "空車",
    "meanings": [
      "Open Taxi",
      "Empty Parking Space"
    ],
    "readings": [
      "くうしゃ"
    ],
    "examples": [
      {
        "en": "I wonder if that paid parking has an available spot.",
        "ja": "あのコインパーキング、空車あるかな？"
      },
      {
        "en": "There are no available Ubers or Lyfts today.",
        "ja": "今日はUberもLyftも中々空車がいない。"
      },
      {
        "en": "In New York, if you see an available taxi raise your hand and shout, \"Taxi!\"",
        "ja": "ニューヨークでは、空車のタクシーを見たら手を上げて大声で「タクシー！」と言って下さい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You learned 空 means \"sky,\" but it can also mean \"empty.\" An <kanji>empty</kanji> <kanji>car</kanji> literally means \"empty car,\" but in practice, you'll usually see this lit up on a taxi to mean <vocabulary>open taxi</vocabulary>. If you spot it, feel free to hail it down!\n\nYou might also see 空車 at a parking lot. In that case, it means there's an <vocabulary>empty parking space</vocabulary> available.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      601,
      562
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      601,
      562
    ]
  },
  {
    "id": 7568,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7568",
    "level": 5,
    "characters": "考古学",
    "meanings": [
      "Archeology",
      "Archaeology"
    ],
    "readings": [
      "こうこがく"
    ],
    "examples": [
      {
        "en": "This is archaeological research.",
        "ja": "これは考古学のリサーチです。"
      },
      {
        "en": "The data is correct from an archeological point of view.",
        "ja": "考古学の見方では正しいデータです。"
      },
      {
        "en": "I'm having a hard time deciding whether I should go with engineering or archeology.",
        "ja": "工学と考古学、どちらにするか、まよっています。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "If you often <kanji>think</kanji> about <kanji>study</kanji>ing <kanji>old</kanji> things, it's called <vocabulary>archeology</vocabulary>. All archeology involves thinking about old things, at least a little bit.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      576,
      519,
      599
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      576,
      519,
      599
    ]
  },
  {
    "id": 7617,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7617",
    "level": 5,
    "characters": "一生",
    "meanings": [
      "Whole Life",
      "All Through Life",
      "Lifelong"
    ],
    "readings": [
      "いっしょう"
    ],
    "examples": [
      {
        "en": "My husband is my partner for life.",
        "ja": "主人は一生のパートナーです。"
      },
      {
        "en": "If you don't do various things yourself, you'll go your whole life without being independent.",
        "ja": "色々自分でやらないと、一生自立できないよ。"
      },
      {
        "en": "Do you intend to be a freshman in college your whole life?",
        "ja": "あなたは一生、大学一年生でいるつもりですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<kanji>One</kanji> <kanji>life</kanji> is all you get. It's your <vocabulary>whole life</vocabulary>. This can also mean <vocabulary>all through life</vocabulary>, and when it's used as an adjective it means <vocabulary>lifelong</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You didn't learn this reading for 生 though, so here's a mnemonic to help you:\n\nWho has been in charge of you your <vocabulary>whole life</vocabulary>? The <reading>sho</reading>gun (しょう). He owns everyone and that's how it will stay for your <vocabulary>entire life</vocabulary>.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      440,
      850
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      440,
      850
    ]
  },
  {
    "id": 7670,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7670",
    "level": 5,
    "characters": "仕草",
    "meanings": [
      "Gesture",
      "Action",
      "Behavior"
    ],
    "readings": [
      "しぐさ"
    ],
    "examples": [
      {
        "en": "That child's gesture is just like an adult's.",
        "ja": "あの子の仕草は、まるで大人の仕草だ。"
      },
      {
        "en": "The way you cut trees looks exactly like how your dad does it.",
        "ja": "木を切る仕草がお父さんにそっくりです。"
      },
      {
        "en": "The teacher's gestures are feminine.",
        "ja": "先生の仕草は女の人らしい。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Things you end up <kanji>doing</kanji> in the <kanji>grass</kanji> and not inside probably take a lot of big <vocabulary>gesture</vocabulary>s and <vocabulary>action</vocabulary>s. You have to do them outside on the grass because if you did them anywhere else you might break something.",
    "reading_mnemonic": "The reading is a combination of on'yomi and kun'yomi. That being said, both readings for both kanji are the readings you learned with the kanji so you should be able to read this. Just watch out because rendaku makes くさ become ぐさ.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      564,
      605
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      564,
      605
    ]
  },
  {
    "id": 7672,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7672",
    "level": 5,
    "characters": "〜形",
    "meanings": [
      "Form",
      "Tense"
    ],
    "readings": [
      "けい"
    ],
    "examples": [
      {
        "en": "The te-form of \"deru\" is \"dete.\"",
        "ja": "「出る」の「て形」は「出て」です。"
      },
      {
        "en": "In the company, we communicate using the desu/masu form.",
        "ja": "会社では、です・ます形を用いてコミュニケーションをとります。"
      },
      {
        "en": "\"You were an important person?\" Why did you say it in the past tense?",
        "ja": "「大切な人だった」？どうして今、カコ形で言ったの？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "The kanji and the word share one of the same meanings: <vocabulary>form</vocabulary>. It doesn't just mean form though, it means <vocabulary>tense</vocabulary> too. Like verb tense.",
    "reading_mnemonic": "This has the same reading as the kanji you learned, meaning you know the reading!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      589
    ],
    "part_of_speech": [
      "suffix"
    ],
    "kanji_from_vocab": [
      589
    ]
  },
  {
    "id": 7730,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7730",
    "level": 5,
    "characters": "外交",
    "meanings": [
      "Diplomacy"
    ],
    "readings": [
      "がいこう"
    ],
    "examples": [
      {
        "en": "There are many books about Japanese diplomacy.",
        "ja": "日本の外交についての本はたくさんある。"
      },
      {
        "en": "Diplomatic skills are not enough.",
        "ja": "外交力が足りないんですよ。"
      },
      {
        "en": "Who leads diplomacy with the United States?",
        "ja": "アメリカとの外交をリードする人はだれですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You want to <kanji>mix</kanji> opinions from <kanji>outside</kanji> your country into the way you handle things. That's called <vocabulary>diplomacy</vocabulary>. If you mix your country with the ones outside of your own, you'll all profit!",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      521,
      565
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      521,
      565
    ]
  },
  {
    "id": 7731,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/7731",
    "level": 5,
    "characters": "生まれ",
    "meanings": [
      "Birthplace",
      "Birth"
    ],
    "readings": [
      "うまれ"
    ],
    "examples": [
      {
        "en": "I’m Japanese, but I was born in San Francisco.",
        "ja": "わたしは日本人ですが、生まれはサンフランシスコです。"
      },
      {
        "en": "My former partner is American-born Japanese.",
        "ja": "元パートナーは、アメリカ生まれの日本人なんです。"
      },
      {
        "en": "I was born in France.",
        "ja": "フランス生まれです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Remember how you learned that 生まれる means \"to be born?\" Well once you're born that place where it happened becomes your <vocabulary>birthplace</vocabulary>!",
    "reading_mnemonic": "Since this word consists of a kanji with hiragana attached, you can bet that it will use the kun'yomi reading. You learned this reading when you learned 生まれる. Just drop the る off the end and you have your reading!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      850
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      850
    ]
  },
  {
    "id": 8661,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/8661",
    "level": 5,
    "characters": "大体",
    "meanings": [
      "Generally",
      "About",
      "General",
      "Gist"
    ],
    "readings": [
      "だいたい"
    ],
    "examples": [
      {
        "en": "It's mostly correct.",
        "ja": "大体は正しいです。"
      },
      {
        "en": "Right and left hands are about the same size.",
        "ja": "右手と左手の大きさは大体同じです。"
      },
      {
        "en": "It takes about three days.",
        "ja": "大体三日かかります。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "If all you can see is the <kanji>big</kanji> <kanji>body</kanji> of something, then you'll only get a <vocabulary>general</vocabulary> idea of what it is. You'll be able to say that it's <vocabulary>generally</vocabulary> a certain way, but that's <vocabulary>about</vocabulary> all. You'll get the <vocabulary>gist</vocabulary>, but no more.",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 大 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\n<vocabulary>Generally</vocabulary>, it's a bad idea to <reading>dye</reading> your <reading>tie</reading>s (だいたい). The tie police isn't a big fan of it, and you wouldn't wanna get arrested!\n\n",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      453,
      583
    ],
    "part_of_speech": [
      "adverb",
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      453,
      583
    ]
  },
  {
    "id": 8696,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/8696",
    "level": 5,
    "characters": "文学",
    "meanings": [
      "Literature"
    ],
    "readings": [
      "ぶんがく"
    ],
    "examples": [
      {
        "en": "I'm starting a literature course in April.",
        "ja": "四月から文学のコースに入ります。"
      },
      {
        "en": "I studied British literature and French literature.",
        "ja": "イギリス文学とフランス文学を学びました。"
      },
      {
        "en": "This book is one of the greatest works of Japanese literature ever written.",
        "ja": "この本は、今までの日本文学の中でも大作です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "If you <kanji>study</kanji> <kanji>writing</kanji>, it's called <vocabulary>literature</vocabulary>. You'll get to study lots of things other people wrote before you!",
    "reading_mnemonic": "This is a jukugo word, which usually means on'yomi readings from the kanji. Since 文 has two on'yomi readings, here's a mnemonic to help you remember which one to use:\n\nAll the great works of <vocabulary>literature</vocabulary> are about <reading>bun</reading>s (ぶん). That's the subtle thread running through all literature: buns.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      475,
      599
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      475,
      599
    ]
  },
  {
    "id": 8736,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/8736",
    "level": 5,
    "characters": "本来",
    "meanings": [
      "Originally",
      "Primarily",
      "Essentially",
      "Naturally"
    ],
    "readings": [
      "ほんらい"
    ],
    "examples": [
      {
        "en": "This is the original name of the village.",
        "ja": "これが、本来の村の名です。"
      },
      {
        "en": "Primarily it is an Italian restaurant, but they also have ramen.",
        "ja": "本来はイタリアンレストランですが、ラーメンもあります。"
      },
      {
        "en": "I usually work remote, but today I am at the head office.",
        "ja": "本来はリモートワークですが、今日は本社にいます。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You want to talk about the <kanji>origin</kanji> where something <kanji>come</kanji>s from. That's where it is from <vocabulary>originally</vocabulary>.",
    "reading_mnemonic": "This is a jukugo word that uses the on'yomi readings of the kanji. You should be able to read this on your own.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      487,
      590
    ],
    "part_of_speech": [
      "noun",
      "の adjective"
    ],
    "kanji_from_vocab": [
      487,
      590
    ]
  },
  {
    "id": 8895,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/8895",
    "level": 5,
    "characters": "〜斤",
    "meanings": [
      "Bread Loaf Counter",
      "Counter for Loaves of Bread"
    ],
    "readings": [
      "きん"
    ],
    "examples": [
      {
        "en": "This bread is 200 yen per loaf.",
        "ja": "このパンは一斤当たり二百円です。"
      },
      {
        "en": "I'll give you an extra loaf of this bread for free.",
        "ja": "このパン、一斤サービスするよ。"
      },
      {
        "en": "I ate four loaves of bread in one sitting from stress.",
        "ja": "ストレスで四斤のパンを一気にたべてしまった。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "This has the 〜 for counters, so you can bet this shares the <vocabulary>bread loaf counter</vocabulary> meaning with the kanji.",
    "reading_mnemonic": "This has the same reading as the kanji you learned, meaning you know the reading!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      8884
    ],
    "part_of_speech": [
      "counter",
      "suffix"
    ],
    "kanji_from_vocab": [
      8884
    ]
  },
  {
    "id": 9088,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9088",
    "level": 5,
    "characters": "その他",
    "meanings": [
      "The Others",
      "Other",
      "Other Than That"
    ],
    "readings": [
      "そのほか",
      "そのた"
    ],
    "examples": [
      {
        "en": "Recycle the other kinds of trash.",
        "ja": "その他のゴミはリサイクルして下さい。"
      },
      {
        "en": "There are many other types than this.",
        "ja": "その他色々なタイプありますよ。"
      },
      {
        "en": "Is there anything else you would like to say to your ex?",
        "ja": "その他に元パートナーへ言いたいことはありますか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "その means \"that\" or \"the\", and その plus <kanji>other</kanji> means things like <vocabulary>the others</vocabulary>, <vocabulary>other</vocabulary>, and <vocabulary>other than that</vocabulary>, depending on the context. ",
    "reading_mnemonic": "This has two readings, but luckily you learned one of them when you learned the kanji, and the other one when you learned the word 他. The two readings are usually interchangeable, too.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      529
    ],
    "part_of_speech": [
      "expression"
    ],
    "kanji_from_vocab": [
      529
    ]
  },
  {
    "id": 9158,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9158",
    "level": 5,
    "characters": "西口",
    "meanings": [
      "West Exit",
      "West Entrance",
      "West Gate"
    ],
    "readings": [
      "にしぐち"
    ],
    "examples": [
      {
        "en": "The elevator is located at the west exit.",
        "ja": "エレベーターは西口にあります。"
      },
      {
        "en": "I'll be at the cafe at the west exit!",
        "ja": "西口のカフェにいますね！"
      },
      {
        "en": "I always take a cab from the west exit.",
        "ja": "いつも西口からタクシーにのります。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Remember 北口 from a couple levels ago, and how 入り口 means \"entrance\" and 出口 means \"exit?\" Combine that 口 meaning with the kanji for <kanji>west</kanji>, and you get <vocabulary>west exit</vocabulary> or <vocabulary>west entrance</vocabulary>.",
    "reading_mnemonic": "This follows the same pattern as 入り口, 出口, and 北口, so it uses kun'yomi readings. And just like with those, make sure to watch out for the rendaku that changes くち to ぐち!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      581,
      452
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      581,
      452
    ]
  },
  {
    "id": 9169,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9169",
    "level": 5,
    "characters": "三日月",
    "meanings": [
      "Crescent Moon"
    ],
    "readings": [
      "みかづき"
    ],
    "examples": [
      {
        "en": "There's a crescent moon today.",
        "ja": "今日は三日月です。"
      },
      {
        "en": "You have eyes that are like a crescent moon.",
        "ja": "三日月のような目をしてますね。"
      },
      {
        "en": "You can see the crescent moon well from the top of the mountain.",
        "ja": "山の上から三日月がよく見える。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "What's a \"third day moon\"? It's a <vocabulary>crescent moon</vocabulary>. A crescent moon is the newly visible moon that appears on the third day of the month in the lunar calendar that Japanese people used back in the day.",
    "reading_mnemonic": "The word comes from 三日 and 月, but the readings are slightly different. There's no small つ in the reading for 三日, and you need to rendaku 月, all to make it easier to pronounce. Try reading it aloud yourself to see what I mean!\nTo write the character づ, type \"du\" on your keyboard.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      449,
      476,
      477
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      449,
      476,
      477
    ]
  },
  {
    "id": 9192,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9192",
    "level": 5,
    "characters": "それ",
    "meanings": [
      "That One",
      "Those Ones"
    ],
    "readings": [],
    "examples": [
      {
        "en": "That looks fun!",
        "ja": "それ、おもしろそうだね！"
      },
      {
        "en": "Oh, you're going to go for that?",
        "ja": "え、それにするの？"
      },
      {
        "en": "That's not candy, that's an eyeball.",
        "ja": "それはキャンディじゃなくて目玉です。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<reading>Sorry</reading> (それ), can you grab <vocabulary>that one</vocabulary> for me? Yeah, <vocabulary>that</vocabulary>, thanks!\n\nYou can use それ for things that are close to the person you're talking to, or fairly close to both of you.",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "pronoun",
      "こそあど word"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9193,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9193",
    "level": 5,
    "characters": "コンビニ",
    "meanings": [
      "Convenience Store"
    ],
    "readings": [],
    "examples": [
      {
        "en": "Oh, you work part-time at a convenience store?",
        "ja": "え、コンビニでバイトしてるの？"
      },
      {
        "en": "Convenience store rice balls are so good!",
        "ja": "コンビニのおにぎりっておいしいよね！"
      },
      {
        "en": "Oh, there's a convenience store over there!",
        "ja": "あ、あそこにコンビニがある！"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "コンビニ comes from the English word <vocabulary>convenience store</vocabulary>, but who has time for all those syllables? That's why they cut it down to \"conveni\". So much more convenient that way.\n\nWatch out for the “v” sound, which usually becomes “b” in Japanese, and this word is no exception.",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9194,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9194",
    "level": 5,
    "characters": "デパート",
    "meanings": [
      "Department Store"
    ],
    "readings": [],
    "examples": [
      {
        "en": "I'm in the department store restroom right now.",
        "ja": "今、デパートのトイレにいる。"
      },
      {
        "en": "They had that at the department store.",
        "ja": "それ、デパートにあったよ。"
      },
      {
        "en": "I saw Leo at the department store!",
        "ja": "レオなら、デパートで見かけたよ！"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "デパート comes from  <vocabulary>department store</vocabulary>. Yet another shortened loanword! There's an extra \"o\" sound on the end of this one, since a word can't end in \"t\" in Japanese.",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9195,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9195",
    "level": 5,
    "characters": "すみません",
    "meanings": [
      "Excuse Me",
      "I'm Sorry",
      "Sorry"
    ],
    "readings": [],
    "examples": [
      {
        "en": "Oh, excuse me! I'm sorry!",
        "ja": "あ、すみません！ごめんなさい！"
      },
      {
        "en": "Excuse me, where's the \"Ocean Hotel\"?",
        "ja": "すみません、オーシャンホテルってどこですか。"
      },
      {
        "en": "Excuse me, is now a good time?",
        "ja": "すみません、今ちょっといいですか？"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<reading>Sue me, Ma Sen!</reading> (すみません), you yell at Ma Sen, before quickly adding \"<vocabulary>Excuse me</vocabulary>…<vocabulary>I'm sorry</vocabulary>, so <vocabulary> sorry</vocabulary>!\" You shouldn't have shouted at Ma Sen like that. You hope she won’t actually sue you.\n\nYou can use すみません both to apologize and to get someone’s attention. This expression is really common in Japan, and dropping it in wherever you can will help you blend right in!",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "expression"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9196,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9196",
    "level": 5,
    "characters": "いいえ",
    "meanings": [
      "No"
    ],
    "readings": [],
    "examples": [
      {
        "en": "No, it's not.",
        "ja": "いいえ、ちがいます。"
      },
      {
        "en": "No, you have the wrong person.",
        "ja": "いいえ、人ちがいです。"
      },
      {
        "en": "No, it's not England. It's Canada.",
        "ja": "いいえ、イギリスじゃないです。カナダです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "<reading>Eeh! Eh?</reading> (いいえ) <vocabulary>No</vocabulary>! You’re so surprised by whatever the question was, you can only manage \"Eeh! Eh? No!\" in response.\n\nいいえ is a formal word for \"no\", so you can use it to answer politely in the negative.",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "expression"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9197,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9197",
    "level": 5,
    "characters": "あなた",
    "meanings": [
      "You",
      "Darling"
    ],
    "readings": [],
    "examples": [
      {
        "en": "Is this your blog?",
        "ja": "これ、あなたのブログですか？"
      },
      {
        "en": "What would you do in that kind of situation?",
        "ja": "こんなとき、あなたならどうしますか？"
      },
      {
        "en": "I miss you darling.",
        "ja": "あなたがいなくてさみしいです。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "\"<reading>A gnat, ah!</reading> (あなた). I’m going to get <vocabulary>you</vocabulary>! Yes YOU,\" you shout as you swat at that pesky gnat buzzing around your head.\n\nあなた is a lot less common than “you” in English, but you’ll come across it in adverts, online forums, and textbooks, where it’s used to address a general, anonymous audience. Some people also use it with their significant other, in which case it sounds intimate, like \"darling\". In casual conversations, though, it can come off as standoffish, so it's better to use someone's name or social title (like \"teacher\") instead.",
    "reading_mnemonic": "",
    "kanji_to_vocab": [],
    "radical_from_kanji": [],
    "part_of_speech": [
      "pronoun"
    ],
    "kanji_from_vocab": []
  },
  {
    "id": 9238,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9238",
    "level": 5,
    "characters": "上手い",
    "meanings": [
      "Good At",
      "Skillful"
    ],
    "readings": [
      "うまい"
    ],
    "examples": [
      {
        "en": "Dad is good at tennis.",
        "ja": "パパはテニスが上手い。"
      },
      {
        "en": "A skillful person joined the team.",
        "ja": "上手い人がチームに入った。"
      },
      {
        "en": "This composition is pretty well-written.",
        "ja": "この作文、なかなか上手いですね。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "Remember how 上手 means that you're <vocabulary>good at</vocabulary> something? Well, this word uses the exact same kanji, and means the exact same thing!",
    "reading_mnemonic": "That い on the end is your clue that the reading is different, and you can forget about the readings you learned for each kanji. This is a native Japanese word, and the kanji were assigned to it based on the meaning alone. That means you just have to memorize the reading, so here's a mnemonic to help you:\n\nWhen you see that someone's <vocabulary>good at</vocabulary> something, you say, \"<reading>Ooh</reading>, <reading>my</reading> (うまい)!\" at the top of your lungs. Try it! Think of something that impresses you and say \"ooh my!\" out loud.",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      450,
      474
    ],
    "part_of_speech": [
      "い adjective"
    ],
    "kanji_from_vocab": [
      450,
      474
    ]
  },
  {
    "id": 9255,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9255",
    "level": 5,
    "characters": "三十代",
    "meanings": [
      "One's Thirties"
    ],
    "readings": [
      "さんじゅうだい"
    ],
    "examples": [
      {
        "en": "The man over there is in his thirties.",
        "ja": "あの男は三十代です。"
      },
      {
        "en": "I joined this company in my thirties.",
        "ja": "三十代で、この会社に入りました。"
      },
      {
        "en": "My parents were in their thirties when they had their three children.",
        "ja": "三人の子どもが生まれたとき、父と母は三十代でした。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "You have the number \"thirty\", and <kanji>age</kanji>. So this refers to <vocabulary>one's thirties</vocabulary>. ",
    "reading_mnemonic": "This uses on'yomi for all the kanji, so you should be good to go here!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      449,
      448,
      530
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      449,
      448,
      530
    ]
  },
  {
    "id": 9256,
    "object": "vocabulary",
    "url": "https://api.wanikani.com/v2/subjects/9256",
    "level": 5,
    "characters": "代金",
    "meanings": [
      "Cost",
      "Price"
    ],
    "readings": [
      "だいきん"
    ],
    "examples": [
      {
        "en": "I would like to pay for the books by card.",
        "ja": "本の代金はカードではらいます。"
      },
      {
        "en": "The massage costs 50 dollars.",
        "ja": "マッサージ代金は五十ドルです。"
      },
      {
        "en": "We haven't received payment for today's lunch yet.",
        "ja": "まだ今日のランチの代金をもらってません。"
      }
    ],
    "radical_to_kanji": [],
    "meaning_mnemonic": "When you buy something, you basically <kanji>substitute</kanji> it with <kanji>money</kanji>. That substitute money is the <vocabulary>cost</vocabulary> or <vocabulary>price</vocabulary> of the thing you're paying for.\n\nThere are a lot of money-related synonyms in Japanese, but keep in mind this one refers to the money you pay to get some stuff in return (usually goods), not to an expense, price, or value. It's \"substitute money\" after all!",
    "reading_mnemonic": "This is a jukugo word, which means it uses on'yomi readings for both of the kanji. You already know those, so you should be good to go!",
    "kanji_to_vocab": [],
    "radical_from_kanji": [
      530,
      602
    ],
    "part_of_speech": [
      "noun"
    ],
    "kanji_from_vocab": [
      530,
      602
    ]
  }
]